{
  "batch_number": 13,
  "section_count": 15,
  "sections": [
    {
      "page": 196,
      "type": "pdf_page",
      "text": "194 U6 Elemente de geometrie și unități de măsură\n3 Pe o dreaptă g se consideră punctele distincte A și B.\na Construiți punctul C simetricul lui A față de B și D simetricul lui B față de A.\nb Arătați că D și C sunt simetrice față de mijlocul segmentului AB.\nRezolvare:\ng D A B C\na\nb C este simetricul lui A față de B ⇒ B este mijlocul segmentului AC ⇒ AB ≡ BC ⇒ AB = BC.\nD este simetricul lui B față de A ⇒ A este mijlocul segmentului DB ⇒ DA ≡ AB ⇒ DA = AB.\nDin AB = BC și DA = AB, rezultă că DA = BC = x, unde x > 0.\nFie M mijlocul segmentului AB ⇒ AM ≡ MB ⇒ AM = MB = y, unde y > 0.\ny y\ng D x A M B x C\nx + y x + y\nDM = DA + AM = x + y\nAtunci: ⇒ D M = MC ⇒ DM ≡ MC ⇒ M este mijlocul segmentului DC ⇒ D și C sunt\nMC = MB + BC = y + x\nsimetrice față de M, mijlocul segmentului AB.\nProbleme propuse\n1 D esenați segmentele din figura de mai jos pe caiet cu rețea de pătrățele de matematică. Fără a le măsura,\nmarcați mijoacele segmentelor AB, CD, EF, GH, IL, MN și notați‑le cu O, P, R, S, Q, respectiv T.\nA H I M\nC D\nE\nB F G N\nL\n2 O bservați figura alăturată, apoi desenați pe caiet segmentul AB.\nA B\nMarcați mijocul segmentului AB și notați‑l cu C, apoi marcați mijlocul\nsegmentului AC și notați‑l cu D:\n0 1 2 3 4 5\na folosind rigla gradată; b folosind compasul și rigla negradată.\n3 Î n figura 5, punctul C este mijlocul segmentului AB, cu AB = 8 cm. Lungimea segmentului AC este egală cu:\na 4 cm; b 4,5 cm; c 6 cm; d 8 cm.\nA C B R O M A\nFigura 5 Figura 6\n4 Î n figura 6 sunt reprezentate punctele R, O, M, A, astfel încât RO = 1 cm, OM = 2 cm și MA = 3 cm. Dintre aces‑\ntea, cel care reprezintă mijlocul unui segment din această figură este punctul:\na R; b O; c M; d A.\n5 S egmentul AB are lungimea de 6 cm. Radu afirmă: Mijlocul segmentului AB este de 3 cm. Afirmația lui Radu este:\na adevărată; b falsă.\n6 Segmentul AB are lungimea egală cu 10 cm, iar C este mijlocul său. Determinați lungimea AC.\n7 S egmentul AB are lungimea egală cu 10 cm, iar C este un punct interior acestui segment, astfel încât,\nAC = 5 cm. Arătați că punctul C este mijlocul segmentului AB.",
      "text_length": 2069,
      "tables_count": 5,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 197,
      "type": "pdf_page",
      "text": "Mijlocul unui segment. Simetricul unui punct față de un punct L4 195\n8 D espre punctele coliniare E, F, G, H se știe că F este mijlocul segmentului GH, iar G este mijlocul\nsegmen tului EF.\na Dacă GF = 4 cm, să se determine lungimea segmentului EH\nb Dacă EH = 18 cm, să se determine lungimea segmentului GF.\n9 P e o dreaptă d se consideră, în această ordine, punctele A, B, C și D, iar M este mijlocul segmentelor BC și AD.\nArătați că AB ≡ CD.\n10 Pe o dreaptă d se consideră, în această ordine, punctele A, B, C și D, astfel încât AB ≡ CD. Știind că M este\nmijlocul segmentului BC, arătați că M este mijlocul segmentului AD.\n11 C oloana fără Sfârșit1are o înălțime de 29,70 m, este constituită din 16 module romboidale,\nfiecare având aceeași înălțime și se termină cu o jumătate de modul. În figura de mai\njos, Coloana este reprezentată prin segmentul M M, cele 16 module prin segmentele\n0 j\nM M, MM, MM, …, M M , iar jumătatea de modul prin segmentul M M.\n0 1 1 2 2 3 15 16 16 j\nM M M M M … M M M\n0 1 2 3 4 15 16 j\na Ce înălțime are un modul?\nb Arătați că M este mijlocul segmentului MM .\n8 0 16\n12 Completați fiecare spațiu punctat pentru a obține o propoziție adevărată.\na Dacă A este simetricul punctului D față de I , atunci . . . . . . . este mijlocul segmentului . . . . . . . .\nb Dacă V este este mijlocul segmentului EA, atunci E și A sunt . . . . . . . . . . . . . . . . . față de V.\n13 În figura 7 sunt reprezentate punctele E, U, C, L, I și D. Simetricul punctului E față de punctul L este punctul:\na U; b D; c I; d C.\n14 a Stabiliți, prin măsurare, dacă în figura 8, A și C sunt simetrice față de O.\nb Stabiliți, prin măsurare, dacă în figura 9, B este simetricul lui D față de O.\nE U\nD C D C\nC L\nO O\nA B A B\nI D\nFigura 7 Figura 8 Figura 9\n15 Desenați pe caietul de matematică figura de mai jos și apoi construiți:\na simetricul punctului D față de M și notați‑l cu S;\nb simetricele punctelor F și R față de U și notați‑le cu L, respectiv T;\nc simetricul punctului I față de A și notați‑l cu E;\nd simetricul punctului I față de mijlocul segmentului AG și notați‑l cu C.\nD M F R\nA\nU\nI\nG\nCu ajutorul compasului, măsurați distanța dintre punctele L și T, iar apoi comparați‑o cu lungimea segmen‑\ntului FR.\n1 Sculptură a artistului român Constantin Brâncuși, parte a Ansamblului Monumental din Târgu Jiu.",
      "text_length": 2311,
      "tables_count": 3,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 198,
      "type": "pdf_page",
      "text": "196 U6 Elemente de geometrie și unități de măsură\nL5\nR\n16 a Desenați pe caiet triunghiul AGR, ca în figura alăturată, marcați mijlocul segmen‑\ntului GR și notați‑l cu E.\nb Construiți simetricul lui A față de E și notați‑l cu S.\nc Construiți simetricul lui R față de G și notați‑l cu N. A G\n17 Pe o dreaptă g se iau punctele T și O, astfel încât TO = 4 cm. Construiți simetricul lui T față de O și notați‑l\ncu N. Ce lungime are segmentul ON?\n18 Pe o dreaptă g se iau punctele T, O și N, în această ordine, astfel încât TO = 5 cm și TN = 10 cm. Arătați că T\nși N sunt simetrice față de O.\n19 Pe o dreaptă g considerați punctele distincte E și A.\na Construiți punctul S, simetricul lui E față de A și C simetricul lui A față de E.\nb Arătați că E și A sunt simetrice față de mijlocul segmentului CS.\n20 Radu, Horia, Ioana și Diana se așază în punctele R, H, I, respectiv D ale unei linii drepte. Dacă Diana s‑a așezat\nla jumătatea distanței dintre Horia și Radu, punctele D și H sunt simetrice față de I, iar distanța dintre Horia\nși Radu este egală cu 10 m, calculează distanța dintre Ioana și Radu.\n21 Pe o dreaptă g se consideră punctele distincte A și B. Punctul M este mijlocul segmentului AB, punctul M\n1 2\neste mijlocul segmentului AM , punctul M este mijlocul segmentului AM , punctul M este mijlocul segmen‑\n1 3 2 4\ntului AM, iar punctul M este mijlocul segmentului AM.\n3 5 4\n1\na Determinați numărul natural, nenul, n, știind că AM = ⋅AB.\n5 n\n1 1 1 1 1\nb Fără a efectua calculele, arătați că + + + + <1.\n2 22 23 24 25\nJoc a Alături sunt desenate 12 drepte. Realizați un desen\nasemănător cu aju torul a 12 bețe de chibrit.\nb Mutați 3 bețe, astfel încât să aveți același număr de\nbețe, atât pe fiecare orizontală, cât și pe verticală.\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 În figura alăturată, punctul B este mijlocul segmen‑\nA B C\ntului AC, cu AC = 6 cm. Lungimea segmentului AB\neste egală cu:\nA 2 cm; B 2,5 cm; C 3 cm; D 4 cm.\n2 Desenează un segment NU cu lungimea de 9 cm. Fie I un punct interior, astfel încât NI = 2,5 cm\nși C un punct, astfel încât I și U sunt simetrice față de C. Lungimea segmentului NC este egală cu:\nA 3,25 cm; B 5,75 cm; C 6,5 cm; D 7,5 cm.\nLa problema 3, scrie rezolvările complete.\n3 Pe o dreaptă g, fixează punctele distincte P, Q, R, S, T, în această ordine, astfel încât PQ = 3 cm,\ndistanța de la S la T este egală cu 25% din 12 cm, iar R este mijlocul segmentului QS.\na Demonstrează că PQ ≡ ST.\nb Arată că P și T sunt simetrice față de R.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2680,
      "tables_count": 5,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 199,
      "type": "pdf_page",
      "text": "Unghi: definiție, notații, elemente L5 197\nLecţia 5: U nghi: definiție, notații, elemente. Interiorul unui unghi,\nL5\nexteriorul unui unghi\n5.1. Unghiul. Elementele unui unghi\nAceastă aliniere este observată în stolurile de păsări migratoare. Bătând din aripi, pasărea din fruntea stolului sparge\nrezistența aerului și astfel, în spatele ei, se formează un flux de aer care ajută celelalte păsări să zboare cu efort\nredus. Cu alte cuvinte, păsările zboară în forma literei V pentru a economisi energie.\nAceastă formațiune de zbor este utilizată, deseori, în spectacolele aeriene și operațiunile cu avioane militare.\nDe reținut Definiție. Figura geometrică determinată de două semidrepte cu aceeași origine se numește unghi.\nDesenăm Citim Notăm\nA\nUnghiul AOB rAOB\nsau unghiul BOA rBOA\nsau unghiul O rO\nO\nB\nOriginea comună a celor două semidrepte se numește vârful unghiului.\nCele două semidrepte se numesc laturile unghiului.\nAstfel, pentru unghiul notat rAOB, vârful este O, iar laturile sale sunt semi‑\ndreptele OA și OB.\nObservații\n• D acă notăm unghiul cu trei litere, atunci litera care marchează vârful\nacestuia se scrie, totdeauna, pe poziția a doua.\n• Dacă îl notăm cu o singură literă, aceasta va fi cea care mar chează vârful.\n5.2. Pozițiile relative ale unui punct față de un unghi\nDe reținut Punctele ce se află pe laturile unghiului aparțin unghiului.\nPunctele care nu se află pe laturile unghiului se află fie în interiorul unghiului, fie în exteriorul\nunghiului.\nDesenăm Citim Notăm\nA A, C, O, B și D aparțin\nA, C, O, B și D aparțin rAOB\nunghiului AOB\nC\nE I și J se află în interiorul\nJ I și J aparțin Int(rAOB)\nunghiului AOB\nI\nO E, F și G se află în\nF B D E, F și G aparțin Ext(rAOB)\nG exteriorul unghiului AOB",
      "text_length": 1724,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 200,
      "type": "pdf_page",
      "text": "198 U6 Elemente de geometrie și unități de măsură\nProbleme rezolvate: strategii și metode\n1 Priviți figura alăturată și completați oral enunțurile din tabel:\nUnghiul desenat se numește … E D\nVârful unghiului este …\nF\nLaturile unghiului sunt … I\nPunctele situate în interiorul unghiului sunt … L A\nX C\nPunctele situate în exteriorul unghiului sunt …\nRezolvare:\nUnghiul desenat se numește rDAC, rCAD sau rA.\nVârful unghiului este A.\nLaturile unghiului sunt semidreptele AC și AD.\nPunctele situate în interiorul unghiului sunt I și F.\nPunctele situate în exteriorul unghiului sunt E, L și X.\n2 Numiți cele trei unghiuri din figura alăturată. A C\nRezolvare:\nDeoarece unghiurile au același vârf, punctul B, nu le mai putem citi cu\no singură literă.\nCele trei unghiuri sunt rABC, rCBD și rABD, pe care le mai putem citi B D\nrCBA, rDBC, respectiv rDBA.\nProbleme propuse\n1 În figura alăturată este desenat un unghi. Acesta poate fi citit: E\na rE; b rA; c rVAE; d rEVA.\nV\n2 Î n figura alăturată este desenat unghiul BAC. Stabiliți valoarea de adevăr\nA\na propozițiilor:\nB\na Unghiul BAC poate fi citit CAB sau A.\nb Unghiul BAC are vârful în punctul A.\nc Latura AB poate fi citită BA.\nd Latura AB este mai scurtă decât latura AC.\nA C\n3 a Denumiți figurile de mai jos:\n3 D esenați pe caiet figura alăturată și următorul tabel, apoi completați corespunzător enunțurile din tabel.\nUnghiul desenat se numește …\nM\nVârful unghiului este …\nb Cu ajutorul compasului, precizați segmentele congruente. Laturile unghiului sunt …\nI T\n4 Realizați pe caiet următorul tabel și bifați corespunzător, pentru a completa enunțurile.\n6 D esenați cu rigla negradată două segmente AB, IL și o semidreaptă Ox. Cu ajutorul compasului,\nmarcați pe semidreapta Ox punctul K, astfel încât, OK = AB + IL. rGEO rDOR rFAN rADI\nVârful unghiului este\n8 P e o dreaptă se iau punctele A, B și C, în această ordine, astfel încât AB = 3 cm și BC = 4 cm. Aflați\ndistanța de la punctul A la punctul C. Laturile unghiului sunt semidreptele\n9 D esenați cu rigla negradată un segment SA și o semidreaptă Ox. Cu ajutorul compasului, marcați\npe semidreapta Ox punctul T, astfel încât SA ≡ OT.\n17 P unctele distincte A, B, C, D sunt coliniare în această ordine. Stabiliți valoarea de adevăr a\npropoziției: AC + BD = AD + BC.",
      "text_length": 2267,
      "tables_count": 5,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 201,
      "type": "pdf_page",
      "text": "Unghi: definiție, notații, elemente L5 199\n5 P riviți figura alăturată și completați oral enunțurile, pentru a obține propoziții adevărate.\nU\na Punctul N aparține laturii … a unghiului UGI.\nb Punctul A este … laturii GI.\nN\nc Punctul H este … laturii GI. T\nd Punctele … aparțin unghiului UGI. A\ne Punctele … se află în interiorul unghiului UGI. B\nG\nf Punctele … se află în exteriorul unghiului UGI. H I\nZ\n6 Completați enunțurile incomplete, pentru a obține propoziții adevărate.\na În figura alăturată sunt desenate trei unghiuri: rAOC, r… și r… .\nb Laturile unghiului AOB sunt semidreptele OA și …, iar vârful este … .\nc Laturile unghiului BOC sunt semidreptele … și …, iar vârful este … . A B\nd Laturile unghiului … sunt semidreptele OA și OC, iar vârful este … .\ne Unghiurile AOB și BOC au latură comună semidreapta …, iar unghiurile\n… și AOC au latură comună semidreapta OA.\nf Toate cele trei unghiuri au același …, punctul … . O C\n7 P riviți figura alăturată și stabiliți dacă următoarele propoziții sunt adevărate.\na Punctul C se află în interiorul unghiului EUL. C\nE\nb Punctul I se află în interiorul unghiului DUL.\nc Punctul C se află în exteriorul unghiului DUI.\nd Punctul C se află în exteriorul unghiului IUL.\nU L\ne Unghiurile EUC și EUD au în comun latura UE.\nf Toate unghiurile au vârf comun, punctul U. D\nI\n8 Construiți, cu rigla sau echerul, două unghiuri cu vârfuri distincte.\n9 C onstruiți, cu rigla sau echerul, un unghi AOB, apoi un unghi în interiorul unghiului AOB, astfel încât cele două\nunghiuri să aibă același vârf.\n10 Construiți cu rigla sau echerul două unghiuri cu același vârf, astfel încât unul să fie în exteriorul celuilalt.\n11 Construiți un unghi ERB, astfel încât segmentele RE și RB să fie congruente și apoi:\na trasați dreapta EB și notați mijlocul segmentului EB cu O;\nb trasați semidreapta RO;\nc construiți simetricul lui R față de O și notați‑l cu M;\nd trasați segmentele ME și MB.\nȘtiați că… În vechime, pentru scrijelirea lor mai uşoară pe nisip, pe tăbliţe de lut sau în piatră, cifrele arabe\nerau formate din linii drepte. Ulterior, pe măsură ce instrumentele de scris şi suportul pe care se\nscria s‑au perfecţionat, a crescut viteza de scriere şi segmentele de dreaptă care formau cifrele s‑au\nrotunjit, ajungându‑se la forma de astăzi.\nObservați cifrele arabe de mai jos și descoperiți logica formei fiecăreia.\n1 unghi 2 unghiuri 3 unghiuri 4 unghiuri 5 unghiuri 6 unghiuri 7 unghiuri 8 unghiuri 9 unghiuri 0 unghiuri\nPortofoliu Desenați un unghi AOB. Trasați dreapta AB și marcați un punct I, care să fie punct interior atât drep‑\ntei AB, cât și unghiului AOB. Marcați un punct E, care să fie interior dreptei AB, dar să fie exterior\nunghiului AOB.\nIncludeți desenul în portofoliul personal „Geometria este prietena mea”.",
      "text_length": 2765,
      "tables_count": 3,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 202,
      "type": "pdf_page",
      "text": "200 U6 Elemente de geometrie și unități de măsură\nL6 Lecţia 6: M ăsura unui unghi. Unghiuri congruente\n6.1. Măsura unui unghi\nAtunci când cumperi un apa‑\nrat de fotografiat bun, unul\ndintre criterii este să aibă Unghi de Unghi de\nun unghi de vizualizare mare. vizualizare vizualizare\nmare mic\nMate Desenăm pe o foaie unghiul AOB și unghiul\nA\npractică CDE. C\nDecupăm unghiul AOB și‑l suprapunem\npeste unghiul CDE.\nCe observăm? O D\nB E\nUnghiul CDE are deschiderea dintre laturile\nsale, DC și DE, mai mare decăt decât deschiderea dintre laturile OA și OB ale unghiului AOB.\nDe reținut Pentru a compara două unghiuri nu ne interesează lungimile laturilor. Acestea sunt semidrepte\nși, fiind infinite, nu pot fi măsurate. Ne interesează cât de mare este deschiderea dintre laturile\nunghiului.\nCea mai folosită unitate pentru măsurarea unghiurilor\neste unghiul de un grad sexagesimal. Denumirea pro‑\nvine de la faptul că minutul este unitatea de 60 de ori\nmai mică decât gradul: 1° = 60'.\nDefiniție. Măsura unui unghi este numărul care ne\narată de câte ori se cuprinde unitatea de măsură în\ninteriorul acelui unghi.\nInstrumentul gradat cu care măsurăm deschiderea din‑\no\ntre laturile unghiului este raportorul. Raportoarele sunt,\nde regulă, în formă de semicerc și au gradații circulare\nde la 0 la 180, notate pe margine. Pe bara orizontală\neste marcat cu O, centrul cercului din care face parte\nsemicercul raportorului. De aceea, îl vom numi centrul\nsemicercului.\nAplicație Măsurarea unui unghi dat, ABC\npractică Pasul 1: S e așază raportorul astfel încât vâr‑ Pasul 3 C\nful unghiului să fie în punctul O, care\neste centrul semicercului raportoru‑\nlui. În cazul nostru, vârful B al unghiului\nABC se așază în centrul semicercului, O. D Pasul 1\nPasul 2\nPasul 2: O latură a unghiului trebuie să treacă\nprin punctul de diviziune corespun‑ A B\nzător lui 0°. În cazul nostru, latura BA O\ntrece prin punctul de diviziune cores‑\npunzător lui 0°.\nPasul 3: D iviziunea de pe raportor situată pe direcția celeilalte laturi ne dă măsura unghiului ABC.\nÎn cazul nostru, latura BC este situată pe diviziunea de 70° a raportorului.\nPasul 4: M ăsura unghiului este egală cu 70° și scriem că rABC = 70°.",
      "text_length": 2180,
      "tables_count": 4,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 203,
      "type": "pdf_page",
      "text": "Unghi: definiție, notații, elemente L6 201\n6.2. Unghiuri congruente\nDe reținut Definiție. Două unghiuri care au aceeași măsură se numesc unghiuri congruente.\nDesenăm Citim Notăm\nA C\nrAOB și rCDE\nrAOB ≡ rCDE\nau aceeași măsură\nO\nB\nD\nE\nProprietățile relației de congruență\n1 Reflexivitatea. Orice unghi este congruent cu el însuși: rA ≡ rA.\n2 Simetria. Dacă rA ≡ rB, atunci rB ≡ rA.\n3 Tranzitivitatea. Dacă rA ≡ rB și rB ≡ rC, atunci rA ≡ rC.\nAplicație Construcția unui unghi congruent cu un unghi dat cu ajutorul raportorului\npractică Se dă un unghi rABC și se cere construcția unui unghi rDEF congruent cu acesta.\nPasul 1: Măsurăm unghiul dat, rABC, și obținem că rABC = 50° (figura 1).\nD E\nPasul 2: Se construiește semidreapta ED, una dintre laturile unghiului DEF.\nPasul 3: A șezăm punctul O al raportorului în E și latura ED pe direcția diviziunii ce indică 0° (figura 2).\nPasul 4: Marcăm punctul F în dreptul diviziunii de 50° și trasăm semidreapta EF (figura 2).\nPasul 5: rDEF = rABC = 50°, deci rDEF ≡ rABC.\nP P\n1 4\nC F\nP\n3\nB E\nA O D O\nP P\n2 3\nFigura 1 Figura 2\nProbleme rezolvate: strategii și metode\n1 a Măsurați unghiul GEO desenat în figura alăturată și precizați măsura acestuia.\nG\nb Construiți un unghi MAT congruent cu unghiul GEO, apoi completați figura\ncu o semidreaptă AE, astfel încât măsura unghiului MAE să fie egală cu 20°.\nRezolvare:\na Cu ajutorul raportorului, măsura unghiului GEO este egală cu 70°. E O\nb Distingem două cazuri: E se află în interiorul unghiului MAT (figura 3), respectiv E se află în exteriorul unghiu‑\nlui MAT (figura 4).\nM E\nM\nE\nA T A T\nFigura 3 Figura 4",
      "text_length": 1596,
      "tables_count": 4,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 204,
      "type": "pdf_page",
      "text": "202 U6 Elemente de geometrie și unități de măsură\n2 Ținând cont că relația de congruență se referă la unghiuri, iar relația de egalitate se referă la măsurile acestor\nunghiuri, citiți următoarele propoziții, justificând, în fiecare caz, ceea ce s‑a aplicat:\na rA ≡ rB ⇒ rA = rB; b rA = rB ⇒ rA ≡ rB;\nrC ≡ rD rC = rD\nc ⇒ rD ≡ rE ⇒ rD = rE; d ⇒ rD = rE ⇒ rD ≡ rE;\nrC ≡ rE rC = rE\nRezolvare:\na Unghiul A este congruent cu unghiul B. Aplicând definiția unghiurilor congruente, rezultă că măsura unghiu‑\nlui A este egală cu măsura unghiului B.\nb Măsura unghiului A este egală cu măsura unghiului B. Conform definiției unghiurilor congruente, deducem\ncă unghiul A este congruent cu unghiul B.\nc Unghiul C este congruent cu unghiul D și unghiul C este congruent cu unghiul E. Aplicând tranzitivitatea\nrelației de congruență a unghiurilor, rezultă că unghiul D este congruent cu unghiul E. Conform definiției\nunghiurilor congruente, deducem că măsura unghiului D este egală cu măsura unghiului E.\nd Măsura unghiului C este egală cu măsura unghiului D și măsura unghiului C este egală cu măsura unghiu‑\nlui E. Aplicând tranzitivitatea relației de egalitate, măsura unghiului D este egală cu măsura unghiului E.\nÎn conformitate cu definiția unghiurilor congruente, deducem că unghiul D este congruent cu unghiul E.\nProbleme propuse\n1 F olosind diviziunile raportorului din figura alăturată, citiți C\nD\nmăsurile următoarelor unghiuri: rAOB, rAOC, rAOD și\nB\nrAOE.\n2 a Măsurați, cu ajutorul raportorului, următoarele unghiuri: E\nG\nA\nF\nA\nO\nB C D E H I\nS V\nM\nN O P R T U\nb Stabiliți dacă există unghiuri congruente printre acestea.\n3 Î n figurile 5 și 6 nu este corect așezat raportorul pentru citirea măsurii unghiului rABC. Precizați care este\ndeficiența în fiecare caz.\nC\nC\nA B\nO\nO\nA\nB\nFigura 5 Figura 6 C R\n4 Î n figura alăturată, dreptele CR și IN sunt paralele. Se știe că măsura unghiului CRI\neste egală cu 60° și că rRIN ≡ rCRI. Determinați măsura unghiului RIN. I N",
      "text_length": 1959,
      "tables_count": 1,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 205,
      "type": "pdf_page",
      "text": "Unghi: definiție, notații, elemente L6 203\n5 În figura alăturată, dreptele AB și CD sunt concurente în punctul O. D\na Măsurați cu raportorul unghiurile AOC și BOD și stabiliți dacă sunt\nO\ncongruente.\nA B\nb Măsurați cu raportorul unghiurile AOD și BOC și stabiliți dacă sunt C\ncongruente.\n6 a Fără a măsura unghiurile de mai jos, estimați măsura fiecăruia și notați‑o.\nV R\nF U\nI P E S D O\nb Măsurați, cu ajutorul raportorului, fiecare unghi și notați valoarea găsită.\nc Găsiți eroarea pe care ați făcut‑o prin estimare.\n7 Desenați un unghi ABC cu măsura de 75° și un unghi DEF cu măsura de 150°.\n8 Desenați un unghi EVA congruent cu unghiul ABC, știind că măsura unghiului ABC este egală cu 120°.\n9 Transcrieți pe caiet textul următor, completând astfel încât să obțineți propoziții adevărate.\na rA ≡ rB. Aplicând definiția unghiurilor congruente, rezultă că … .\nb Unghiurile A și B au măsurile egale ⇔ rA = … . Aplicând … ⇒ rA ≡ rB.\nc Dacă rA ≡ rB și rA ≡ rC ⇒ … ≡ … . Am aplicat … relației de congruență.\n10 Folosind conturul exterior al raportorului, desenați un semicerc cu extremitățile în R și, respectiv, N, ca în\nfigura de mai jos. Marcați pe semicerc punctele distincte O, M și A. Măsurați unghiurile RON, RMN, RAN\nși stabiliți dacă sunt congruente.\nR N R N\nO\n11 Pe o coală A4, realizați o configurație geometrică ce îndeplinește următoarele cerințe:\na măsura unghiului AOB este egală cu 150°;\nb punctul C este situat în interiorul unghiului AOB, astfel încât rAOC = 50°;\nc punctul D este situat în exteriorul unghiului AOB, astfel încât rAOD = 60°;\nd semidreapta OE este situată în interiorul unghiului BOD, astfel încât rBOE = 50°.\nIncludeți desenul în portofoliul personal „Geometria este prietena mea”.\nJoc Transcrieți figura alăturată pe caiet și așezați cifrele 2, 3, 4, 5, 6, 7, 8\nîn cerculețele atașate unghiului, astfel încât suma numerelor din\ncerculețele situate pe o latură să fie egală cu 20, tot atât cât suma cifrelor\ndin cerculețele situate pe cealaltă latură a unghiului. Determinați măsura\nunghiului, știind că este egală cu n°, unde numărul natural n este de 12 ori\nmai mare decât numărul situat în cerculețul atașat vârfului acestui unghi.",
      "text_length": 2167,
      "tables_count": 1,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 206,
      "type": "pdf_page",
      "text": "204 U6 Elemente de geometrie și unități de măsură\nL7 Lecţia 7: C lasificarea unghiurilor. Calcule cu măsuri de unghiuri\n7.1. Clasificarea unghiurilor\nAmintiți‑vă din clasa a IV‑a! Unghiul ascuțit are deschiderea dintre laturi mai mică decât un unghi drept, iar unghiul\nobtuz are deschiderea dintre laturi mai mare decât un unghi drept.\nDe reținut Definiție. Unghiul ascuțit este unghiul a cărui măsură este cuprinsă între 0° și 90°.\nDesenăm Citim\nA\n0° < rAOB < 90°,\ndeci rAOB este ascuțit.\nO\nB\nDefiniție. Unghiul drept este unghiul a cărui măsură este egală cu 90°.\nDesenăm Citim\nC\nrCDE = 90°,\ndeci rCDE este drept.\nD E\nObservație. Laturile DC și DE ale unghiul drept CDE sunt perpendiculare.\nScriem: rCDE = 90° ⇔ DC ⊥ DE.\nDefiniție. Unghiul obtuz este unghiul a cărui măsură este cuprinsă între 90° și 180°.\nDesenăm Citim\nF\n90° < rFGH < 180°,\ndeci rFGH este obtuz.\nG H\nDefiniție. Unghiul nul este unghiul a cărui măsură este egală cu 0°.\nDesenăm Citim\nrSIN = 0°,\nI S N deci rSIN este nul.\nObservație. Laturile unghiului SIN sunt semidreptele IS și IN, care au aceeași origine (punctul I,\nvârful unghiului) și același sens (se suprapun, sunt identice, coincid).\nDefiniție. Unghiul alungit este unghiul a cărui măsură este egală cu 180°.\nDesenăm Citim\nrISN = 180°,\nI S N deci rISN este alungit.\nObservație. Laturile unghiului ISN sunt semidreptele SI și SN care au aceeași origine, dar sensuri\nopuse. SI și SN formează dreapta IN, iar vârful unghiului, S, este punct interior segmentului IN.\nColiniaritatea a trei puncte\nPentru a arăta că trei puncte A, B, C sunt coliniare, în această ordine, în anumite probleme, este sufi‑\ncient să arătăm că unghiul ABC este alungit (metoda unghiului alungit)!",
      "text_length": 1696,
      "tables_count": 7,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 207,
      "type": "pdf_page",
      "text": "Clasificarea unghiurilor. Calcule cu măsuri de unghiuri L7 205\n7.2. Operații cu măsuri de unghiuri\nAdunarea. Operația se face adunând grade cu grade și minute cu minute: 43°25'+ 25°45'+\n24° 5' 57°43'\n43°25' + 24°5' = (43° + 24°) + (25' + 5') = 67°30'.\n67°30' 82°88'\nDacă se obțin mai mult de 60 de minute, transformăm minutele în grade, ținând\ncont că 60' = 1°:\n25°45' + 57°43' = (25° + 57°) + (45' + 43') = 82° + 88' = 82° + 1°28' = 83°28'.\nScăderea. Se scad minutele din minute și gradele din grade: 78°45'‑ 72°78'‑\n34°20' 35°53'\n78°45' ‑ 34°20' = (78° ‑ 34°) + (45' ‑ 20') = 44°25'.\n44°25' 37°25'\nDacă nu avem suficiente minute la descăzut, ne împrumutăm cu 1 grad:\n73°18' ‑ 35°53' = 72°78' ‑ 35°53' = 37°25'.\nÎnmulțirea cu un număr natural. Operația se face înmulțind cu acel număr 25°14'· 21° 37'·\n3 6\nnumărul de grade, respectiv numărul de minute:\n75°42' 126°222'\n(25°14') · 3 = 75°42'.\nDacă numărul minutelor este mai mare de 60, transformăm minutele în grade:\n(21°37') · 6 = 126°222' = 126° + (3°42') = 129°42'.\nÎmpărțirea la un număr natural. Împărțim numărul de grade la 70°55' 5 87° 24' 4\nnumărul dat, respectiv numărul de minute la numărul dat: 70° 14°11' 84° 21°51'\n===55' 3°=180' +\n70°55' : 5 = 14°11'.\n55' 24'\nDacă, după ce împărțim numărul de grade la numărul dat, rămâne === 204'\nrest, acesta se transformă în minute și se adună la minutele exis‑ 204'\n====\ntente la deîmpărțit, apoi împărțim suma la numărul dat:\n87°24' : 4 = 21°51'.\nProbleme rezolvate: strategii și metode\n1 Semidreptele BA, BC, BD formează o figură geometrică, în care unghiul CBD este drept, iar măsura unghiului\nABC este de trei ori mai mare decât măsura unghiului ABD. Determinați măsurile unghiurilor ABC și ABD.\nRezolvare:\nUnghiul CBD este un unghi drept ⇒ rCBD = 90°.\nDistingem două cazuri, reprezentate în figura 1 și, respectiv, în figura 2.\nVom aplica metoda figurativă, reprezentând măsura unghiului ABD cu o parte și măsura unghiului ABC cu 3 părți.\nCazul I: rABC + rABD = rCBD = 90°.\nD\nA\np\nmăsura rABD\n90°\np p p\nmăsura rABC\nMăsura unghiului ABD este egală cu 90°: 4 = 22°30', iar rABC = 22°30' · 3 = 67°30'. B C\nCazul al II‑lea: rABC ‑ rABD = rCBD = 90°. Figura 1\np\nmăsura rABD D\nA\np p p\nmăsura rABC\n90°\nMăsura unghiului ABD este egală cu 90°: 2 = 45°, iar măsura unghiului ABC este B C\negală cu 45° · 3 = 135°. Figura 2",
      "text_length": 2318,
      "tables_count": 1,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 208,
      "type": "pdf_page",
      "text": "206 U6 Elemente de geometrie și unități de măsură\n2 Măsura unghiului AOB este 53° + n°. Determinați numărul natural n pentru care unghiul este succesiv:\na ascuțit; b drept; c obtuz.\nRezolvare:\na rAOB este ascuțit, deci 0° < rAOB < 90°, de unde 0° < 53° + n° < 90°, iar 0° ≤ n° < 37° și, ținând cont\ncă numărul n este natural, n poate lua valorile 0, 1, 2, 3, …, 36.\nb rAOB este drept, de unde rAOB = 90°, deci 53° + n° = 90°, iar n = 37.\nc rAOB este obtuz, de unde 90° < rAOB < 180°, deci 90° < 53° + n° < 180°, iar 37° < n° < 127° și, ținând cont\ncă numărul n este natural, n poate lua valorile 38, 39, 40, …, 126.\n3 În interiorul unghiului COR, care are măsura egală cu 150°, se construiește o semidreaptă OS, astfel încât\nmăsura unghiului COS este egală cu 100°, iar în exteriorul unghiului COR, se construiește o semidreaptă OL,\nastfel încât măsura unghiului ROL este egală cu 20% din măsura unghiului COR. În interiorul unghiului COS,\nse construiește o semidreaptă OT, astfel încât rTOC ≡ rTOS. Arătați că:\na rROS ≡ rTOS; b C, O, L sunt puncte coliniare.\nRezolvare: S\na Din ipoteză rTOC ≡ rTOS ⇒ TOC=TOS=\nCOS\n=\n100°\n=50°.\nT\nR\n2 2\nrROS = rCOR ‑ rCOS = 150° ‑ 100° = 50°\n⇒ rROS = rTOS ⇒ rROS ≡ rTOS. C O L\nrTOS = 50°\n20 1\nb ROL=20%⋅COR= ⋅COR= ⋅150°=30°.\n100 5\nrCOL = rCOR + rROL = 150° + 30° = 180° ⇒ rCOL este alungit ⇒ C, O, L sunt puncte coliniare.\nProbleme propuse\n1 Completați oral, astfel încât să obțineți propoziții adevărate:\na Unitatea principală de măsură pentru unghiuri este … .\nb Unghiul alungit are măsura egală cu … grade sexagesimale.\nc Unghiul nul are măsura egală cu… grade sexagesimale.\nd Unghiul ascuțit are măsura cuprinsă între … grade sexagesimale și … grade sexagesimale.\ne Unghiul obtuz are măsura cuprinsă între … grade sexagesimale și … grade sexagesimale.\n2 Î n imaginile de mai jos, acele unui ceas mecanic indică orele 12, 2, 4, 3, respectiv, 6. Precizați, în fiecare caz,\ndacă unghiul determinat de acul orar și acul minutar este ascuțit, drept, obtuz, nul sau alungit.\n3 Măsurați unghiurile de mai jos și precizați ce fel de unghi este GEO, EMT, respectiv RIE.\nR\nG E\nM\nE O T I E\n4 P utem stabili dacă un unghi dat este ascuțit, drept sau obtuz cu ajutorul echerului, care se așază ca în dese‑\nnele de mai jos. Precizați felul fiecărui unghi:\na b E c\nM T\nT A C\nA M I",
      "text_length": 2307,
      "tables_count": 1,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 209,
      "type": "pdf_page",
      "text": "Clasificarea unghiurilor. Calcule cu măsuri de unghiuri L7 207\n5 S e consideră mai multe unghiuri cu diverse măsuri: rA = 90°; rB = 40°; rC = 0°; rD = 120°; rE = 180°;\nrF = 70°30'; rG = 0°; rH = 124°30'; rI = 179° + 60'; rJ = 88° + 120'.\nTranscrieți tabelul de mai jos în caiet și, ținând seama de măsura lor, scrieți aceste unghiuri în tabel.\nUnghiuri nule Unghiuri ascuțite Unghiuri drepte Unghiuri obtuze Unghiuri alungite\n6 Folosind figura alăturată, stabiliți valoarea de adevăr a următoarelor propoziții: A B\na rOMN este unghi nul; b rMON este unghi alungit;\nc rMNO este unghi nul; d rMOB este unghi ascuțit;\ne rMOA este unghi drept; f rMOB este unghi obtuz;\nM O N\ng rNOA nu este unghi drept; h rAOB este unghi ascuțit.\n7 Transformați în minute sexagesimale:\na 8°; b 35°; c 9°10'; d 15°30'; e 65°45'.\n8 Transformați în grade sexagesimale:\na 300'; b 1 200'; c 3 720'; d 3 750'; e 4 845'.\n9 Efectuați:\na 34° + 56°; b 75° ‑ 28°; c 19° · 8; d 154° : 7; e 27°18' + 56°24';\nf 5°38' + 8°53'; g 75° ‑ 28°53'; h 27°45' · 5; i 75° : 4; j 122°50' : 5.\n10 Următorul calcul este greșit: 71°4' ‑ 30°54' = 40°50'. Explică greșeala și află rezultatul corect!\n11 Aproximați următoarele măsuri, cu o eroare de 1°, prin lipsă, respectiv, prin adaos și stabiliți care dintre cele\ndouă aproximări reprezintă valoarea rotunjită:\na 56°28'; b 27°51'; c 107°10'; d 59°30'; e 89°35'.\n12 Asociați fiecare măsură din coloana A cu o măsură din coloana B, astfel încât\nA B\nsuma celor două măsuri să reprezinte măsura unui unghi alungit.\na 118° 1 107°\n13 Fie un unghi ABC, astfel încât măsura sa este egală cu 65° + n°. Determinați\nb 73° 2 136°\nnumărul natural n pentru care unghiul rABC, este succesiv:\nc 44° 3 62°\na ascuțit; b drept; c obtuz; d alungit.\n14 Știind că rA = 40° și rB = 2400', arătați că rA ≡ rB.\n15 Știind că rA ≡ rB și rB = 1800', determinați măsura unghiului A și exprimați‑o în grade sexagesimale.\n16 Priviți figura 3. Calculând suma dintre măsura unghiului ABD și măsura unghiu‑ D\nA\nlui CBD, obținem măsura unghiului:\na ACB; b ABC; c BAC; d ADC.\nB C\n17 Calculând diferența dintre măsura unghiului ABC și măsura unghiului CBD,\nFigura 3\ndin figura 3, obținem măsura unghiului:\na ADB; b BDA; c ABD; d BAD.\n18 O scară, reprezentată prin segmentul OC, se sprijină de un perete, ca în figura\nalăturată. Știind că scara formează cu linia solulului, reprezentată de dreapta C\nLO, un unghi COL, cu măsura egală cu 63°, calculați măsura unghiului SOC.\n19 În figura 4, măsura unghiului ABC este egală cu 24°, iar măsura unghiului BCD\neste egală cu 4x°. Știind că cele două unghiuri sunt congruente, valoarea lui x ?\n63°\neste egală cu:\nS O L\na 4°; b 6°; c 8°; d 24°.",
      "text_length": 2650,
      "tables_count": 3,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 210,
      "type": "pdf_page",
      "text": "208 U6 Elemente de geometrie și unități de măsură\nA\nA B D\nM\nO\nC D\nA B C B\nFigura 4 Figura 5 Figura 6\n20 În figura 5, ABC este unghi alungit, iar măsura unghiului CBD este egală cu 115°. Atunci măsura unghiului\nABD este egală cu:\na 180°; b 85°; c 75°; d 65°.\n21 În figura 6, măsura unghiului AOB este egală cu 40°, iar măsura unghiului AOM este egală cu 20°. Arătați că\nrAOM ≡ rBOM.\n22 Dacă în figura 6, măsura unghiului AOM este egală cu 20° și rAOM ≡ rBOM, atunci determinați măsura\nunghiului AOB.\n23 În figura alăturată, AOB este un unghi alungit, iar AOC și COD au măsura egală\nC D\ncu 70° și, respectiv, cu 40°. Arătați că AOC ≡ BOD.\n24 În interiorul unghiului AOB, cu măsura egală cu 158°, construiți semidreptele\nOD și OE, astfel încât rAOD = 50° și rEOB = 79°.\nA O B\na Determinați măsura unghiului DOE. b Arătați că rAOE ≡ rBOE.\n25 Desenați un unghi COL cu măsura de 140° și un punct T în exteriorul acestuia, astfel încât măsura unghiului\nLOT să fie egală cu două șeptimi din măsura unghiului COL. Arătați că punctele C, O, T sunt coliniare.\n26 Măsura unghiului ABC este 45°. În exteriorul dreptei AB desenați un punct D, astfel încât măsura unghiului\nCBD să fie egală cu 75% din 60°. Arătați că:\na rABC ≡ rCBD; b BA și BD sunt perpendiculare.\n27 Unghiul AIL este alungit, iar S este un punct exterior dreptei AL, astfel încât măsura unghiului AIS este egală\ncu 120°. În interiorul unghiului AIS se ia un punct B, astfel încât BIA ≡ BIS.\na Determinați măsura unghiului BIS. b Arătați că BIS ≡ LIS.\n28 În figura alăturată, unghiul TAR este unghi drept. Punctul E se află în interiorul\nT\nunghiului, astfel încât, măsura TAE este de două ori mai mare ca măsura unghiu‑\nlui EAR. Determinați măsura unghiului EAR, respectiv, măsura unghiului TAE. E\n29 În același semiplan determinat de dreapta RI se consideră punctele C și N,\nastfel încât măsura unghiului NRI este egală cu 100°, iar măsura unghiului A R\nCRI este de 3 ori mai mare decât măsura unghiului CRN. Determinați măsurile\nunghiurilor CRN și CRI.\nPortofoliu Pe o coală A4, realizați o configurație geometrică ce trebuie să îndepli‑\nnească următoarele condiții:\n• unghiul AOD este alungit și unghiul AOB este drept;\n• s emidreapta OC formează cu semidreapta OB un unghi cu măsura\nde 50°.\nStudiați configurația realizată și răspundeți la următoarele cerințe:\na Stabiliți dacă în configurație există două semidrepte perpendiculare.\nb Determinați măsura unghiului AOC și stabiliți dacă este obtuz.\nc Determinați măsura unghiului COD și stabiliți dacă este ascuțit.\nIncludeți desenul în portofoliul personal „Geometria este prietena mea”.",
      "text_length": 2594,
      "tables_count": 2,
      "has_images": true,
      "lessons": []
    }
  ],
  "summary": {
    "total_chars": 33283,
    "total_lessons": 0,
    "location_range": "196-210"
  }
}