{
  "batch_number": 5,
  "section_count": 15,
  "sections": [
    {
      "page": 76,
      "type": "pdf_page",
      "text": "74 U2 Metode aritmetice de rezolvare a problemelor\nProbleme rezolvate: strategii și metode\n1 Împărțind un număr natural la un alt număr natural obținem câtul 3. Să se afle cele două numere, știind că\nsuma lor este 36.\nRezolvare:\nFie numărul natural d deîmpărțitul și î, un număr natural nenul, împărțitorul. Din teorema împărțirii cu rest,\nd = î · c + r, cu condiția r < î, unde c și r sunt numere naturale. Datele din enunț se transpun în următoarea\nreprezentare grafică:\np\nîmpărțitorul\n36\np p p +r\ndeîmpărțitul\nDeoarece 4p + r = 36, restul trebuie să fie un număr natural care se împarte exact la 4.\nCazul I. Dacă r = 0, atunci î = 9 și, ținând cont că îndeplinește condiția r < î , avem d = 27.\nCazul al II‑lea. Dacă r = 4, atunci î = 8 și, ținând cont că îndeplinește condiția r < î, avem d = 28.\nCazul al III‑lea. Dacă r = 8, atunci î = 7 nu îndeplinește condiția r < î și, în consecință, nu avem soluție.\nCazul al IV‑lea. Dacă r > 8, cu atât mai mult condiția r < î nu este îndeplinită. Deci problema admite două soluții:\nA d = 27; î = 9; c = 3 și r = 0; B d = 28; î = 8; c = 3 și r = 4.\nVerificare: 27 = 9 · 3 + 0 cu 0 < 9 și 27 + 9 = 36, respectiv, 28 = 8 · 3 + 4 cu 4 < 8 și 28 + 8 = 36.\nCe observăm?\nS‑au combinat suma, câtul și diferența.\nAm reluat problema de la cazul în care se cunosc suma și câtul a două numere, pentru a evidenția că uneori\nrezolvarea se modifică semnificativ, chiar dacă există doar o mică modificare în enunț.\n2 „Foaie verde de arțari, Iar dacă cumva ar vrea\nCâte ciori sunt și câți pari? Câte două‑n par să stea,\nDacă ele sunt răzlețe, Alt neajuns apare iar:\nCa s‑avem un par și‑o cioară, Va rămâne gol un par.”\nUna din cinstite fețe\n(GAZETA MATEMATICĂ, 1912)\nS‑ar roti pe dinafară…\nRezolvare:\nSimbolizăm cu P și C un par, respectiv o cioară.\nC C C C\nFaza inițială: > < > < > < … > < 1C\nP P P P\nCC CC CC CC\nFaza finală: > < > < > < … > < 1P\nP P P P\nFaza intermediară\nCa să trecem de la faza inițială spre cea finală, ne imaginăm că obligăm o cioară așezată pe un par să‑l\nelibereze.\nC C C C\nAvem: > < > < > < … > <\nP P P P\n1P 2C\nObligăm cele 2 ciori răzlețe să se așeze pe câte un par, pe care deja era o cioară, pentru a avea configurația\nCC CC CC\n> <. În final vom avea doar 2 configurații de tipul > <, > <.\nP P P\nRăspuns: Erau 4 ciori și 3 pari.\nVerificare: 3 · 1 + 1 = 4 și (3 ‑ 1) · 2 = 4.",
      "text_length": 2331,
      "tables_count": 1,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 77,
      "type": "pdf_page",
      "text": "Metoda figurativă L3 75\nProbleme propuse\n1 D oi frați gemeni împreună cu părinții lor cântăresc 238 kg. Copiii au câte 40 kg, iar tatăl lor are cu 14 kg mai\nmult decât mama. Cât cântărește mama?\na 84 kg; b 76 kg; c 74 kg; d 72 kg.\n2 I ulia brodează pe un șervețel, în două zile, 24 de flori. În prima zi, a brodat cu două flori mai puțin ca în\na doua zi. Afirmația „În prima zi a brodat 13 flori” este:\na adevărată; b falsă.\n3 C rina a citit o carte în trei zile, astfel: a doua zi a citit cu 5 pagini mai mult decât în prima zi, iar în a treia zi\na citit un sfert din cele 100 de pagini ale cărții.\na Este posibil ca în primele două zile să fi citit 75 de pagini? Justificați răspunsul dat.\nb Câte pagini a citit a doua zi?\n4 C u ocazia zilei de 8 Martie, Clara i‑a dăruit mamei ei un buchet de trandafiri, Radu a pregătit pentru mama lui\nun buchet de frezii, iar Horia un buchet de lalele. Știind că erau 39 de flori și că lalele erau cu două mai multe\ndecât freziile, ca și freziile față de trandafiri, determinați numărul florilor de fiecare fel.\n5 P erimetrul unui dreptunghi este egal cu 444 m. Lățimea este cu 12 m mai mică decât lungimea. Determinați\nperimetrul unui pătrat a cărui latură măsoară cât lungimea dreptunghiului.\n6 O decoratoare de la muzeu înșiră 60 de pietre prețioase pe două coliere, astfel încât pe al doilea sunt de 4 ori\nmai multe pietre prețioase decât pe primul.\na Este posibil ca pe primul colier să fie 15 pietre prețioase? Justificați răspunsul dat.\nb Câte pietre prețioase sunt pe al doilea colier?\n7 T reizeci și șapte de copii au participat la un concurs de matema tică. Numărul copiilor care au obținut\npunctaje mai mici decât Horia este de trei ori mai mare decât al celor care au obținut punctaje mai mari.\nPe ce loc s‑a clasat Horia?\n8 Adrian are 3 ani, iar tatăl lui are 34 de ani. Peste câți ani Adrian va fi de două ori mai tânăr decât tatăl său?\n9 Prin împărțirea unui număr natural la alt număr natural obținem câtul 5 și restul 14.\na Este posibil ca cele două numere să fie 74 și 12? Justificați răspunsul dat.\nb Determinați cele două numere, știind că suma lor este egală cu 110.\n10 D eterminați două numere, știind că diferența lor este egală cu 78, iar dacă împărțim\nunul din ele la celălalt obținem câtul 5 și restul 14.\n11 Un număr natural are cifra unităților egală cu 7. Dacă ștergem această cifră, numărul\nse micșorează cu 1 816. Determinați numărul inițial.\nIndicație: D acă mărim de 10 ori numărul obținut prin tăierea cifrei 7 și adunăm 7,\nobținem numărul inițial.\n12 Un teren în formă de dreptunghi, cu lungimea de 3 ori mai mare decât lățimea,\nare perimetrul egal cu 1 200 de metri. Pe marginea terenului se plantează pomi la\no distanță de 6 metri unul față de celălalt.\na Câți pomi s‑au plantat pe una dintre lungimile terenului?\nb Câți pomi s‑au plantat în total?\n13 Suma a două numere naturale este 206. Așezându‑i unuia dintre ele cifra 1 în stânga, obținem un număr egal\ncu celălalt. Determinați cele două numere.\n14 Dacă mărim primul factor al unui produs de 3 ori, iar pe al doilea îl micșorăm cu 750, produsul rămâne\nneschimbat. Determinați cei doi factori, știind că unul este de 5 ori mai mare decât celălalt.\nIndicație: Dacă mărim primul factor de 3 ori și pe al doilea îl micșorăm cu 750, iar produsul rămâne\nneschimbat, deducem, că de fapt, al doilea factor s‑a micșorat de 3 ori.",
      "text_length": 3352,
      "tables_count": 1,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 78,
      "type": "pdf_page",
      "text": "76 U2 Metode aritmetice de rezolvare a problemelor\nL4\n15 Pentru a câștiga mâna fetei de împărat, Făt‑Frumos a primit următoarea poruncă:\n„Să‑mi aduci două zile la rând un buchet de trandafiri în care să fie cel puțin 17 trandafiri și cel mult 31. Să fie\ntrandafiri galbeni de 6 ori mai puțini decât trandafiri albi și roșii la un loc, iar trandafiri roșii de două ori mai\npuțini decât cei albi. Să nu‑mi aduci în ambele zile același număr de trandafiri!”\nFăt‑Frumos a îndeplinit porunca. Cum a procedat?\n16 Dacă elevii unei clase ar fi așezați câte doi în bancă, ar mai fi necesare 3 bănci, iar dacă ar fi așezați\ncâte 3 în bancă, ar rămâne 2 bănci libere. Câți elevi și câte bănci sunt în clasă?\n17 Pe o masă, la care stau 5 persoane, este așezată o fructieră, în care se află de 3 ori mai multe prune decât\nmere. După ce fiecare persoană ia câte un măr și o prună, rămân în fructieră de 5 ori mai multe prune\ndecât mere.\nCâte mere și câte prune erau inițial?\n18 La aniversarea zilei sale de naștere, Horia și‑a invitat jumătate dintre colegi. Atât invitaților, cât\nși sărbător itului li s‑au servit câte 3 fursecuri și 5 bomboane de fiecare, după care au rămas\n12 fursecuri și 40 de bomboane. La început, pe platoul mare se aflau de două ori mai multe\nbomboane decât fursecuri.\na Câți elevi erau în clasă?\nb Câte fursecuri și câte bomboane erau inițial pe platou?\nActivitate Formați trei grupe de elevi. Fiecare grupă compune o problemă după una dintre reprezentările\npe grupe grafice:\np p p p\na b c 60\np +4 40 p 315 p\nDupă aceea, fiecare grupă rezolvă o problemă compusă de altă grupă.\nJoc Claudiu s‑a întors de la pescuit tare posomorât.\n„— De ce ești supărat? l‑au întrebat ai lui.\n— Cum să nu fiu, când știu câți pești am prins de data aceasta: 6 fără cap, 9 fără coadă și încă 8 pe\njumătate!”\nCâți pești a prins șugubățul pescar?\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 Un pescar a prins 20 de pești: păstrăv și clean. Numărul păstrăvilor era cu 4 mai mare decât\ncel al clenilor. Numărul păstrăvilor era egal cu:\nA 4; B 6; C 8; D 12.\n2 În curtea unei familii sunt 40 de păsări: găini și rațe. Câte rațe sunt, știind că numărul găinilor este\nde 4 ori mai mare decât al rațelor?\nA 5; B 8; C 25; D 32.\nLa problema 3, scrie rezolvările complete.\n3 Împărțind două numere naturale, obținem câtul 4 și restul 15.\na Este posibil ca cele două numere să fie 63 și 12? Justifică răspunsul dat.\nb Află cele două numere, știind că diferența lor este egală cu 69.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2660,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 79,
      "type": "pdf_page",
      "text": "Metoda mersului invers L4 77\nLecția 4: Metoda mersului invers\nL4\n4.1. Exerciții sau probleme cu o singură necunoscută\nSituație Determinați numărul natural x din egalitatea: 2022 : [20 · (22 ‑ x) + 871] = 2.\nproblemă\nRezolvare:\nMai întâi considerăm că am avea de rezolvat un exercițiu în care trebuie să respectăm ordinea\nefectuării operațiilor. Dacă x ar fi un număr cunoscut, atunci operațiile ar trebui efectuate în ordi‑\nnea indicată de cifrele din cerculețele plasate deasupra fiecăreia:\n4 2 1 3\n2022 : [20 · (22 ‑ x) + 871] = 2.\nAplicând metoda mersului invers, vom pune în evidență, succesiv, ultima operație:\n4\n2022 : [20 · (22 ‑ x) + 871] = 2.\nEste o împărțire cu împărțitorul 20 · (22 ‑ x) + 871 necunoscut. Îl aflăm împărțind deîmpărțitul\nla cât: 20 · (22 ‑ x) + 871 = 2022 : 2 = 1 011.\n3\nPunem în evidență a treia operație: 20 · (22 ‑ x) + 871 = 1 011\nEste o adunare cu primul termen 20 · (22 ‑ x). Aplicăm regula de aflare a unui termen necunoscut\nși obținem: 20 · (22 ‑ x) = 1 011 ‑ 871 = 140.\n2\nPunem în evidență a doua operație: 20 · (22 ‑ x) = 140\nEste o înmulțire cu al doilea factor egal cu 22 ‑ x. Îl aflăm împărțind produsul la primul factor\nși obținem: 22 ‑ x = 140 : 20 = 7.\n1\nPunem în evidență prima operație: 22 ‑ x = 7.\nEste o scădere cu scăzătorul egal cu x. Aplicăm regula de aflare a acestuia și obținem x = 22 ‑ 7 = 15.\nVerificare: 2 022 : [20 · (22 ‑ 15) + 871] = 2 022 : (20 · 7 + 871) =\n= 2022 : (140 + 871) = 2 022 : 1 011 = 2.\nObservație. Există și exerciții la care mai întâi efectuăm operațiile posibile, după care aplicăm\nmetoda mersului invers.\nExemplu Determinați numărul natural x din 2 022 : [2021 : 2020 · (22 ‑ x) + 871] = 85 : 47.\nRespectând ordinea efectuării operațiilor, se pot efectua 2021 : 2020 = 20 și 85 : 47 = (23)5 : (22)7 =\n= 215 : 214 = 2, obținându‑se exercițiul rezolvat anterior, cu metoda mersului invers.\nSituație Ioana s‑a gândit la un număr pe care l‑a înmulțit cu 5. A mărit numărul obținut cu 5,\nproblemă a împărțit noul rezultat la 5 și a obținut 11. La ce număr s‑a gândit Ioana?\nDescompunem problema în trei probleme mai simple\n1 Ioana a înmulțit numărul cu 5 și a obținut un produs pe care nu‑l cunoaștem.\n2 A mărit produsul cu 5 și a obținut o sumă pe care nu o știm.\n3 A împărțit suma la 5 și a obținut câtul 11.\nse înmulțește cu 5 se adună cu 5 se împarte la 5\nNumărul\nprodus sumă câtul = 11\nIoanei\nRezolvăm problemele în ordinea inversă apariției lor\nNumărul\nprodus sumă câtul = 11\nIoanei\nse împarte la 5 se scade 5 se înmulțește cu 5",
      "text_length": 2507,
      "tables_count": 4,
      "has_images": true,
      "lessons": [
        {
          "number": 4,
          "title": "Metoda mersului invers",
          "location": 79
        }
      ]
    },
    {
      "page": 80,
      "type": "pdf_page",
      "text": "78 U2 Metode aritmetice de rezolvare a problemelor\n Rezolvăm a treia problemă:\nDeoarece este o operație de împărțire cu împărțitorul 5 și câtul 11, iar suma ține locul deîmpărțitului,\ndeducem că suma este egală cu 5 · 11 = 55.\n Rezolvăm a doua problemă, ținând cont că suma este 55:\nA mărit produsul cu 5 și a obținut 55.\nEste o operație de adunare dintre un produs (primul termen) și numărul 5 (al doilea termen),\nobținându‑se suma 55. Atunci produsul este egal cu 55 ‑ 5 = 50.\n Rezolvăm prima problemă, ținând cont că produsul este 50:\nIoana a înmulțit numărul cu 5 și a obținut produsul 50.\nEste o operație de înmulțire cu primul factor necunoscut, al doilea factor fiind egal cu 5.\nPrimul factor se află împărțind produsul la celălalt factor: 50 : 5 = 10.\nRăspuns: I oana s‑a gândit la numărul 10.\nVerificare: ( 10 · 5 + 5) : 5 = (50 + 5) : 5 = 55 : 5 = 11.\nMate Ioana și Tudor, fratele ei, își petrec vacanța la bunici. Bunica îi anunță pe cei\npractică doi nepoți că le‑a lăsat pe masă, în bucătărie, niște bomboane, pe care trebuie\nsă le împartă frățește. Tudor vine primul și ia jumătate din bomboane.\nDupă un timp vine și Ioana și, neștiind că fratele și‑a luat deja bomboanele,\nia jumătate și se întoarce la joacă. Pe masă au rămas 3 bomboane.\nCâte bomboane le‑a lăsat bunica?\nDescompunem problema în două probleme mai simple\n1 Tudor vine primul și ia jumătate din bomboane. Atunci pe masă rămân jumătate din bomboane.\n2 Ioana ia jumătate din bomboanele de pe masă. Mai rămân 3 bomboane.\nRezolvăm problemele în ordinea inversă apariției\n Rezolvăm a doua problemă:\nIoana ia jumătate din bomboanele de pe masă. Mai rămân 3 bomboane.\nEste o operație de împărțire la 2, obținându‑se câtul 3. Atunci Ioana a găsit pe masă\n3 bomboane · 2 = 6 bomboane.\n Rezolvăm prima problemă:\nTudor ia jumătate din bomboane și pe masă rămân 6 bomboane.\nRaționând analog sau observând că cele 6 bomboane rămase reprezintă „cealaltă jumătate”\ndeducem că Tudor a găsit pe masă 12 bomboane.\nRăspuns: B unica a lăsat pe masă 12 bomboane.\nVerificare: 1 2 : 2 = 6 și 12 ‑ 6 = 6; 6 : 2 = 3 și 6 ‑ 3 = 3.\n4.2. Exerciții sau probleme cu cel puțin două necunoscute\nMate Avem două vase, A și B, umplute parțial cu apă. Turnăm a treia parte din A în B.\npractică Apoi turnăm a treia parte din B în A. După aceste operații constatăm că în fiecare\nvas se află 36 de litri de apă.\nCâți litri de apă erau inițial în fiecare vas, știind că toate operațiile au fost posibile?\nRezolvare\nDescompunem problema dată în trei probleme mai simple\n1 Turnăm a treia parte din A în B. Atunci în A rămân două părți, iar în B se\nadaugă a treia parte din A.\n2 Turnăm a treia parte din B în A. Atunci în B rămân două părți, iar în A se adaugă a treia parte din B.\n3 În fiecare vas sunt 36 l de apă (problemă rezolvată).",
      "text_length": 2778,
      "tables_count": 3,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 81,
      "type": "pdf_page",
      "text": "Metoda mersului invers L4 79\nRezolvăm problemele în ordinea inversă apariției\nA treia problemă este rezolvată și folosim rezultatul obținut, 36 ll, în a doua problemă:\nTurnăm a treia parte din B în A. Atunci în B rămân două părți (adică 36 l), iar în A se adaugă a treia\nparte din B și se obțin 36 l.\nDeducem că 36 l de apă reprezintă două părți din B, ceea ce înseamnă că 18 l de apă reprezintă\no parte. Atunci, înainte de a turna a treia parte din B în A, în B erau 18 l · 3 = 54 l.\nDeoarece în A s‑a turnat a treia parte din B, adică 18 l, și s‑au făcut 36 l, atunci, înainte de această\noperație, în A erau 36 l ‑ 18 l = 18 l.\nA doua problemă este rezolvată și folosim rezultatele obținute în prima problemă:\nTurnăm a treia parte din A în B. Atunci în A rămân două părți (adică 18 l), iar în B se adaugă a treia\nparte din A și se obțin 54 l.\nÎn A, cei 18 l reprezintă două părți, ceea ce înseamnă că 9 l de apă reprezintă o parte. Atunci,\nînainte de a turna a treia parte din A în B, în A erau 9 l · 3 = 27 l.\nÎn B s‑au obținut 54 l după ce s‑a adăugat o parte din A, adică 18 l.\nAtunci în B erau 54 l ‑ 9 l = 45 l.\nRăspuns: I nițial, în A erau 27 l, iar în B, 45 l de apă.\nVerificare: 27 l : 3 = 9 l. În A rămân 27 l ‑ 9 l = 18 l, iar în B se află 45 l + 9 l = 54 l. Din B se\ntoarnă 54 l : 3 = 18 l. În B rămân 54 l ‑ 18 l = 36 l, iar în A se află 18 l + 18 l = 36 l.\nProbleme rezolvate: strategii și metode\n1 Mă gândesc la un număr, pe care îl micșorez cu 3 de trei ori. Împart rezultatul la 8 și, dacă măresc noul rezultat\ncu 5, obțin pătratul lui 16. La ce număr m‑am gândit?\nRezolvare:\nÎn primul rând, să observăm că a micșora un număr cu 3 de trei ori înseamnă să‑l micșorăm cu 3 · 3 = 9,\niar pătratul lui 16 este 162 = 256.\nDescompunem problema dată în trei probleme mai simple\n1 Micșorez numărul la care m‑am gândit cu 9 și obțin un rest al scăderii, necunoscut.\n2 Împart restul la 8 și obțin un cât necunoscut.\n3 Măresc câtul cu 5 și obțin 256.\nRezolvăm în ordinea inversă apariției\n Rezolvăm a treia problemă:\nMăresc câtul cu 5 și obțin 256.\nEste o operație de adunare, în care primul termen este câtul, al doilea este 5, iar suma este egală cu 256.\nAtunci câtul este egal cu 256 ‑ 5 = 251.\n Rezolvăm a doua problemă:\nÎmpart restul la 8 și obțin câtul 251.\nEste o operație de împărțire și pentru a afla deîmpărțitul efectuăm 251· 8 = 2008.\nDeci restul este 2008.\n Rezolvăm prima problemă:\nMicșorez numărul la care m‑am gândit cu 9 și obțin restul 2008.\nEste o operație de scădere în care lipsește descăzutul, pe care îl aflăm calculând 2 008 + 9 = 2 017.\nRăspuns: N umărul la care m‑am gândit este 2017.\nVerificare: (2 017 ‑ 3 ‑ 3 ‑ 3) : 8 + 5 = 2 008 : 8 + 5 = 251 + 5 = 256 = 162.\n2 Pe o insulă sunt numai arici, șerpi și vulpi. Fiecare animal mănâncă o singură dată pe zi, astfel încât\norice arici mănâncă la micul dejun câte un șarpe, orice vulpe mănâncă la prânz câte un arici, iar orice\nșarpe mănâncă la cină câte o vulpe. La sfârșitul zilei de miercuri, pe insulă a rămas un singur animal.\nCâte animale existau pe insulă luni, înainte de micul dejun?",
      "text_length": 3073,
      "tables_count": 1,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 82,
      "type": "pdf_page",
      "text": "80 U2 Metode aritmetice de rezolvare a problemelor\nRezolvare:\nDeoarece, miercuri, la cină, orice șarpe mănâncă o vulpe, deducem că singurul animal rămas este un şarpe.\nDupă prânz mai erau două animale: șarpele și vulpea, pe care șarpele a mâncat‑o seara.\nDupă micul dejun erau 3 animale: șarpele, vulpea și un arici, pe care l‑a mâncat vulpea la prânz. Marți seara,\ndupă cină, erau 4 animale: o vulpe, un arici și 2 șerpi (unul care a rămas până la sfârșit și unul pe care l‑a\nmâncat ariciul dimineață).\nContinuăm raționamentul sintetizând datele într‑un tabel, pe care îl completăm folosind metoda mersului\ninvers: după cină până înainte de micul dejun (pe coloane de sus în jos), pentru fiecare zi de miercuri până\nluni, folosind metoda mersului invers.\nMiercuri Marți Luni\nDupă cină 1 S 2 S + 1 V + 1 A 6 S + 3 V + 4 A\nDupă prânz 1 S + 1 V 2 S + 3 V + 1 A 6 S + 9 V + 4 A\nDupă micul dejun 1 S + 1 V + 1 A 2 S + 3 V + 4 A 6 S + 9 V + 13 A\nÎnainte de micul dejun 2 S + 1 V + 1 A 6 S + 3 V + 4 A 19 S + 9 V + 13 A\nProbleme propuse\n1 D eterminând numărul natural x din egalitatea (2 100 ‑ x) · 5 = 390, obținem că x este egal cu:\na 78; b 2 022; c 2 178; d 5 850.\n2 P atricia afirmă că numărul natural x trebuie înlocuit cu 2 862 pentru a obține egalitatea (x + 54) : 54 = 54.\nAfirmația Patriciei este:\na adevărată; b falsă.\n· 24 + 18 : 15\n3 Calculează 2022 ‑ x, știind că x = 102\n4 P entru Statuia Libertății, ridicată la Paris, în anul 1884, s‑au folosit 91 de tone de folii de cupru. Dăruită peste doi\nani americanilor, a fost descompusă în n bucăți. Determinați n, știind că 9 100 : (2 · n ‑ 570) + 1 814 = 1 884.\n5 Află numărul natural x, în fiecare caz, știind că:\na [920 : (30 ‑ x) + 222] · 6 = 2 022; b 64 : 62 + 6 · (66 ‑ x : 6) = 63.\n6 M ărind un număr cu 5 și împărțind rezultatul la 6, obținem 11. Stabiliți dacă micșorând numărul inițial cu\n6 și împărțindu‑l la 5 obținem același rezultat, 11.\n7 U n număr se mărește cu 4, iar rezultatul se mărește de 4 ori. Noul rezultat micșorat cu 4 se împarte la 4\nși se obține 4. Determinați numărul.\n8 M ă gândesc la un număr. După ce îl dublez de două ori, îl micșorez cu 5 de cinci ori. Rezultatul îl măresc\nde 18 ori și obțin numărul 3438. La ce număr m‑am gândit?\n9 Dintre exercițiile de mai jos:\na 71 ‑ (3 · x + 5) : 6 = 10; b [71 ‑ (3 · x + 5)] : 6 = 10,\nalege‑l pe cel care transpune problema:\nMărim un număr, notat cu x, de 3 ori și la rezultat se adaugă 5. Rezultatul obținut se scade din 71. Micșorăm\nnoul rezultat de 6 ori și obținem 10.\n10 La sfârșitul fiecărei săptămâni, Ioana iese în mijlocul naturii lângă un lac cu nuferi. „În a doua săptămână\nerau de două ori mai mulți nuferi și încă 2. În a treia săptămână am numărat de trei ori mai mulți nuferi,\nminus 3, față de săptămâna precedentă. Dacă‑n a treia săptămână am numărat 57 de nuferi, câți nuferi au\nfost la sfârșitul primei săptămâni?”",
      "text_length": 2859,
      "tables_count": 2,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 83,
      "type": "pdf_page",
      "text": "Metoda mersului invers L4 81\n11 Doi colegi ce îndrăgesc matematica vorbeau între ei:\n— Când e data ta de naștere?\n— Îţi spun: dublez data zilei de naștere și măresc numărul obținut cu pătratul lui 8. Măresc rezultatul obţinut\ncu numărul ce indică ordinea lunii între cele 12 luni ale anului și obţin rezultatul 443. Poţi să‑mi spui care este\nziua și luna când aniversez ziua mea de naștere?\nColegul a răspuns corect. Aflați ce răspuns i‑a dat.\n12 Adi și Ana practică următorul joc cu bile: Adi ia jumătate din numărul bilelor, iar Ana ia jumătate din rest\nși mai rămân 16 bile. Continuă să ia bile pe rând până rămâne o singură bilă. Cine ia ultima bilă câștigă.\nSă se afle câte bile erau inițial și cine câștigă jocul.\n13 Elevii unei școli au stabilit traseul unei excursii cu 3 obiective turistice. Până la primul obiectiv autoca rul\na parcurs jumătate din lungimea traseului, până la al doilea a parcurs o treime din rest, iar până la al trei‑\nlea a parcurs restul de 80 km.\na Este posibil ca distanța dintre primele două obiective să fie egală cu 40 km? Justificați răspunsul dat.\nb Determinați lungimea traseului turistic.\n14 În săptămâna Școala Altfel, elevii unei școli au pornit într‑o drumeție până\nla Poiana Stănișoarei. După ce au parcurs jumătate din distanță, au luat\no pauză. Alex a calculat că, după ce parcurg trei sferturi din restul traseu‑\nlui, mai au doar 1 km până la destinație.\na Este posibil ca distanța dintre școală și Poiana Stănișoarei să fie egală\ncu 16 km? Justificați răspunsul dat.\nb Ce lungime are traseul de la școală până la Poiana Stănișoarei?\n15 Patruzeci și opt de mere se împart în două grămezi. Se iau din prima câte sunt în a doua și se adaugă la\na doua. Se iau din a doua câte au rămas în prima și se adaugă la prima. Se iau din prima câte au rămas\nîn a doua și se adaugă la a doua. În urma acestor operații, grămezile au același număr de mere. Câte mere\nau fost la început în fiecare grămadă?\nJoc Cere colegului să scrie un număr de două cifre, cu ambele cifre mai mici decât 5, fără ca tu să vezi\nacest număr. După aceea, cere‑i să mărească prima cifră de 5 ori și la re zultat să adune a doua cifră.\nRoagă‑l să înmulțească suma cu 4 și să comunice rezultatul obținut. Folosind rezultatul comunicat,\npoți să‑l uimești ghicind numărul scris inițial. Cum procedezi?\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 Numărul natural x pentru care (x + 512) · 7 = 4 200 este egal cu:\nA 78; B 88; C 98; D 600.\n2 Mă gândesc la un număr, pe care‑l măresc de 5 ori, apoi îl măresc cu 4. Împart numărul 2 018\nla rezultatul anterior și obțin câtul 2 și restul zero. La ce număr m‑am gândit?\nA 5 016; B 1 009; C 1 005; D 201.\nLa problema 3, scrie rezolvările complete.\n3 Vlad și Ștefan sunt la joacă. Bunica îi anunță pe cei doi nepoți că le‑a lăsat pe masă, în bucătărie,\nniște nuci. Vlad vine primul și ia jumătate din nuci. După un timp vine și Ștefan și, neștiind că fra‑\ntele și‑a luat deja nucile, ia jumătate și se întoarce la joacă. Pe masă au rămas 6 nuci.\na Este posibil ca bunica să fi lăsat pe masă 20 de nuci? Justifică răspunsul dat.\nb Află câte nuci a luat fiecare nepot.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 3313,
      "tables_count": 4,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 84,
      "type": "pdf_page",
      "text": "82 U2 Metode aritmetice de rezolvare a problemelor\nLecția 5: Metoda falsei ipoteze\nL5\nAlgoritmul de rezolvare prin această metodă începe cu ipoteza (presupunerea) că sunt toate de același fel. Se con‑\ntinuă cu un raționament care se finalizează cu o comparație cu una dintre datele problemei, în urma căruia se\nstabilește cu cât sau, mai rar, de câte ori este nepotrivită ipoteza făcută. Această nepotrivire dintre presupunere și\nenunț explică denumirea de metodă a falsei ipoteze.\nMate În 10 bidoane, unele cu capacitatea de 3 litri, iar altele cu capacitatea\npractică de 10 litri, erau 72 de litri de apă. Câte bidoane erau de fiecare fel?\nRezolvare:\nPresupunem că toate bidoanele aveau capacitatea de 3 litri. Atunci în\ncele 10 bidoane am avea 3 l · 10 = 30 l. Rezultă că ipoteza este falsă,\ndeoarece ne conduce la o nepotrivire cu 72 l ‑ 30 l = 42 l. Deci sunt\nși vase de 10 litri.\nPentru a afla cu cât trebuie să modificăm ipoteza făcută, observăm că\nla 3 litri trebuie să adăugăm 7 litri pentru a obține 10 litri. Diferența de\n42 de litri se compensează printr‑un număr de înlocuiri egal cu 42 : 7 = 6.\nRăspuns: E rau 6 bidoane a 10 litri și 4 bidoane a 3 litri fiecare.\nVerificare: Î n cele 10 bidoane erau 3 l · 4 + 10 l · 6 = 12 l + 60 l = 72 l.\nCe observăm?\nIpoteza făcută în această problemă corespunde următorului caz practic: mai întâi turnăm în fie‑\ncare dintre cele 10 bidoane câte 3 litri, apoi cantitatea rămasă o împărțim, în mod egal, în vasele\nde 10 litri. Cum mai dispunem de încă 42 de litri, sunt 6 bidoane în care mai pot fi puși câte 7 litri.\nObservații\n1 Problema se poate rezolva și în ipoteza că toate bidoanele au capacitatea de 10 l și atunci\nam fi avut 10 l · 10 = 100 l. Rezultă că ipoteza e falsă, deoarece duce la o nepotrivire\ncu 100 l ‑ 72 l = 28 l. Vom înlocui mintal bidoanele de 10 l cu bidoane de 3 l. Diferența la o\nînlocuire este de 10 l ‑ 3 l = 7 l. Deoarece 28 l : 7 l = 4, deducem că sunt necesare 4 înlocuiri.\nAtunci sunt 4 bidoane de 3 litri fiecare și, respec tiv, 6 bidoane de 10 litri.\n2 Un raționament analog putem face pornind de la o ipoteză oarecare.\nPresupunem că erau 7 bidoane de 3 litri și 3 bidoane de 10 litri. Capacitatea acestor bidoane este\negală cu 3 l · 7 + 10 l · 3 = 51 l. Deducem că ipoteza este falsă, deoarece duce la o nepotrivire\ncu 72 l ‑ 51 l = 21 l. Cum 51 l < 72 l, rezultă că unele bidoane de 3 litri trebuie înlocuite cu\nbidoane de 10 litri. Diferența la o înlocuire fiind de 7 litri, trebuie făcut un număr de înlo cuiri egal\ncu 21 : 7 = 3. Atunci, numărul bidoanelor de 3 litri este egal cu 7 ‑ 3 = 4, iar numărul bidoanelor\nde 10 litri este egal cu 3 + 3 = 6.\nProbleme rezolvate: strategii și metode\n1 La un concurs de matematică fiecare elev a avut de rezolvat 7 probleme. Pentru fiecare problemă rezolvată\ncorect elevul primește 4 puncte, iar pentru fiecare problemă greșit rezolvată i se scade un punct. Determinați\ncâte probleme a rezolvat corect Elena, știind că obţinut 18 puncte.\nRezolvare:\nPresupunem că Elena a rezolvat toate problemele corect. Atunci ar fi trebuit să obțină\n4 puncte · 7 = 28 de puncte. Deducem că ipoteza făcută este greșită cu 28 de puncte ‑\n‑ 18 puncte = 10 puncte, ceea ce înseamnă că a avut și rezolvări greșite. Subtilitatea\nacestei probleme constă în faptul că pentru o problemă greșit rezolvată elevul pierde\n5 puncte: pe lângă un punct penalizare, pierde și pe cele 4 puncte pe care le‑ar fi pri‑\nmit în cazul unei rezolvări corecte. Împărțind pe 10 la 5, deducem că Elena a rezolvat\ngreșit două probleme și corect, restul de 5 probleme.\nVerificare: 4 puncte · 5 ‑ 1 punct · 2 = 20 puncte ‑ 2 puncte = 18 puncte.",
      "text_length": 3629,
      "tables_count": 3,
      "has_images": true,
      "lessons": [
        {
          "number": 5,
          "title": "Metoda falsei ipoteze",
          "location": 84
        }
      ]
    },
    {
      "page": 85,
      "type": "pdf_page",
      "text": "Metoda falsei ipoteze L5 83\n2 La un eveniment, în sala de sport a școlii, asistă mai mulți elevi. Dacă pe fiecare bancă se\nașază câte 4 elevi, atunci 18 nu mai au loc. Dacă se așază câte 5 elevi pe fiecare bancă,\natunci rămân 4 bănci libere. Câte bănci și câți elevi sunt în sală?\nRezolvare:\nDeoarece rămân 4 bănci libere, ipoteza pe care o facem, privind numărul băncilor exis‑\ntente în sală, trebuie să depășească acest număr.\nPresupunem că sunt 10 bănci. În cazul în care pe fiecare bancă se așază câte 4 elevi, numărul\nelevilor care stau pe bănci este egal cu 4 · 10 = 40 și, adăugând pe cei 18 elevi fără loc, dedu‑\ncem că în sală sunt 58 de elevi. În cazul în care rămân 4 bănci libere, numărul elevilor ce ocupă\ncele 10 de bănci ‑ 6 bănci = 4 bănci este egal cu 5 · 4 = 20. Deoarece există o nepotrivire cu\n58 de elevi ‑ 20 de elevi = 28 de elevi, rezultă că ipoteza făcută este falsă. Mărind numărul băncilor cu o uni‑\ntate, numărul elevilor, în prima situa ţie, se mărește cu 4 (deoarece stăteau 4 pe o bancă), iar în a doua situaţie\nse mărește cu 5 (deoarece stăteau 5 pe o bancă). Deci nepotriv irea scade cu un elev. Ţinând cont că trebuie\nsă dispară o nepotrivire de 28 de elevi, numărul presupus al băncilor trebuie să crească cu 28 : 1 = 28. Atunci\nnumărul inițial al băncilor este egal cu 10 + 28 = 38, iar numărul elevilor din sală este egal cu 4 · 38 + 18 = 170.\nVerificare: 3 8 · 4 + 18 = 152 + 18 = 170 și 34 · 5 = 170.\nObservații\nMarele matematician german Carl Friederich Gauss a afirmat că „Matematica este regina științelor, iar Aritmetica\neste regina matematicii!”\nÎn sprijinul acestei afirmații am reluat problema de la 3.5. Metoda figurativă folosind simboluri și am rezolvat‑o,\nfolosind metoda falsei ipoteze.\nProbleme propuse\n1 U n fermier spune: „Am găini și iepuri. Când număr capetele găsesc 100. Când număr picioarele găsesc 240.”\nCâte găini are fermierul?\na 20; b 50; c 60; d 80.\n2 În blocul în care locuiește Clara sunt 18 apartamente cu două sau trei camere fiecare, în total 42 de camere.\nAfirmația Clarei: „Sunt 12 apartamente cu două camere fiecare.” este:\na adevărată; b falsă.\n3 O livia a cumpărat de la piață mere și pere, în total 8 kg, și a plătit 42 de lei. Prețul unui kilogram de mere\na fost 4 lei, iar al unui kilogram de pere a fost 6 lei. Câte kilograme de pere a cumpărat?\n(Rezolvați în două moduri: prin metoda falsei ipoteze și prin metoda comparației.)\n4 Într‑o poieniţă se jucau veveriţe și vrăbiuţe: 11 căpșoare și 30 de piciorușe.\na Este posibil să fi fost 6 veverițe? Justificați răspunsul dat.\nb Câte vrăbiuţe erau în poieniță?\n5 Ina are 65 de lei în bancnote de 5 lei sau 10 lei, în total 9 bancnote. Determinați numărul bancnotelor de 5 lei.\n6 P entru a culege nectar, 60 de albine au vizitat, într‑o singură expediție, unele 20 de flori, iar altele 25 de flori.\nȘtiind că au vizitat împreună 1 310 flori, determinați câte albine au vizitat câte 25 de flori.\n7 Tatăl lui Horia a cumpărat 18 acțiuni: unele de la o fabrică textilă, cu 25 de euro bucata, și altele de la\no fabrică de pâine, cu 12 euro bucata, plătind în total 346 de euro. Câte acțiuni a cumpărat de fiecare fel?\n8 „Atunci cocoșul i‑a zis:\n— Stăpâne, așterne un țol aici în mijlocul ogrăzii.\nMoșneagul, iute ca un prâsnel, așterne țolul. Cocoșul atunci se așeză pe țol, scutură puternic din aripi\nși îndată se umplu ograda și livada moșneagului, pe lângă paseri și de cirezi de vite.”\n(Ion Creangă — Punguța cu doi bani)\nCâte păsări și câte vite a adus cocoșul, știind că aveau 320 de capete și 880 de picioare?",
      "text_length": 3537,
      "tables_count": 1,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 86,
      "type": "pdf_page",
      "text": "84 U2 Metode aritmetice de rezolvare a problemelor\n9 Î n 7 vase sunt 89 l de apă: unele de 3 l fiecare, iar altele de 20 l. Câte vase a 3 l fiecare sunt?\n10 La fotbal, pentru alcătuirea clasamentului, se acordă 3 puncte pentru victorie, un punct pentru meci egal și\nzero puncte pentru înfrângere. Echipa favorită a lui Marius a obținut 72 de puncte, după 30 de meciuri în care\na fost înfrântă de 4 ori. Câte victorii a obținut echipa respectivă?\n11 O gospodină ducea într‑un coș la târg, spre vânzare, rațe și iepuri de casă: 5 capete și 14 picioare.\na Câte rațe și câți iepuri erau în coș?\nb În total, câte picioare mergeau spre târg?\n12 La un concurs de matematică, fiecare elev a avut de rezolvat 6 probleme. Pentru fiecare problemă rezolvată\ncorect elevul primește 10 puncte, iar pentru fiecare problemă greșit rezolvată i se scad 2 puncte. Determinați\ncâte probleme a rezolvat corect elevul situat pe locul I, dacă el a obținut 48 de puncte.\n13 La un concurs de tir cu arcul un concurent primea 10 puncte, dacă săgeata era\ntrasă în interiorul cercului, și era penalizat cu 3 puncte, dacă țintea în afara cercului.\nFlorin a totalizat 54 de puncte.\nCâte din cele 8 săgeți trimise și‑au atins ținta?\n14 Un melc urcă spre vârful unui copac înalt de 16 metri. În fiecare zi însorită urcă\n3 metri, iar în fiecare zi ploioasă alunecă înapoi un metru. După 8 zile ajunge în vârf.\na Câte zile au fost însorite?\nb Cum a fost a opta zi?\n15 Un scamator isteţ promitea între două reprezentaţii la circ:\n— Voi plăti 1 000 de euro celui care va reuși să‑mi dea 100 de euro în 27 de monede, dar să fie numai\nmonede de 2 euro și respectiv, de 5 euro! Cine dorește?\nSe făcea liniște. Publicul socotea, dar nimeni nu reușea. De ce?\n16 Cinci kilograme de roșii și 2 kg de castraveți costă 36 de lei. Știind că 1 kg de roșii costă tot atât cât două kilo‑\ngrame de castraveți, determinați preţul unui kilogram de roșii.\n(Rezolvați în 3 moduri: prin metoda falsei ipoteze, prin metoda comparației și prin metoda figurativă.)\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 În ograda bunicilor sunt găini și iepuri: 20 de capete și 44 de picioare. Numărul găinilor este\negal cu:\nA 2; B 4; C 16; D 18.\n2 Se toarnă 90 de litri de apă în 13 recipiente: unele cu capacitatea de 2 litri, iar altele cu capacita‑\ntea de 10 litri. Numărul recipientelor de 10 litri este egal cu:\nA 4; B 5; C 8; D 10.\nLa problema 3, scrie rezolvările complete.\n3 La un concurs de matematică, elevii au avut de rezolvat 7 probleme. Pentru fiecare problemă\nrezolvată corect s‑au acordat 4 puncte, iar pentru fiecare problemă greșit rezolvată s‑a scăzut\nun punct. Simona a obținut 23 de puncte.\na Este posibil ca Simona să fi rezolvat greșit 3 probleme? Justifică răspunsul dat.\nb Află câte probleme a rezolvat corect Simona.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2974,
      "tables_count": 3,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 87,
      "type": "pdf_page",
      "text": "Recapitulare și evaluare 85\nMetoda reducerii la unitate • Metoda comparației\n• Metoda figurativă • Metoda mersului invers • Metoda falsei ipoteze\n1 Numărul natural n din egalitatea 44 + n : 24 = 50 2 Numărul natural n din egalitatea\neste: 27 ‑ ( n · 24 + 1 ) : 7 = 20 este:\na 144 b 120 c 6 d 8 a 5 b 8 c 6 d 2\n3 D acă 4 cărți costă 60 de lei, atunci 6 cărți de 4 D acă 4 robinete umplu un bazin în 60 de minute,\nacelași fel costă: atunci 6 robinete de același tip umplu bazinul în:\na 40 lei b 20 lei c 90 lei d 80 lei a 40 min. b 20 min.\nc 90 min. d 80 min.\n5 T rei jocuri puzzle și 4 rummy costă 250 de lei. 6 T rei covrigi și 4 pâini cântăresc 2 300 g, iar 7 covrigi\nȘase jocuri puzzle și 7 rummy costă 460 de lei. Un și 7 pâini cântăresc 4 200 g. Un covrig cântărește:\nrummy costă: a 40 g b 20 g c 100 g d 80 g\na 40 lei b 20 lei c 100 lei d 80 lei\n7 Î ntr‑o poieniță se jucau veverițe și vrăbiuțe, în total 8 Î n 12 vase avem 71 de litri de apă. Unele vase au\n15 capete și 50 de picioare. Numărul veverițelor capacitatea de 3 litri, iar altele de 10 litri. Numărul\neste: vaselor de 3 litri este egal cu:\na 7 b 10 c 8 d 9 a 7 b 10 c 8 d 9\n9 Împărțind un număr natural la un alt număr natu‑ 10 Într‑o clasă sunt 30 de elevi. Dacă lipsesc doi băieți,\nral, obținem câtul 3 și restul 7. Să se afle cele două atunci numărul fetelor devine de trei ori mai mare ca\nnumere, știind că suma lor este egală cu 631. al băieților. Câți băieți și câte fete erau în clasă?\n11 În tabelul de mai jos este prezentată oferta unui 12 Determină numerele A, B, și C din tabelul de mai jos.\naprozar pentru câteva produse.\nA B\nProdus Prețul/1 kg\n94 + x = 100\nA = 43 + 3x + 3y\nRoșii 5 lei și y : 17 = 6\n56 ‑ 28 : (x + 2) = 54\nCastraveți 3 lei B = [152 ‑ 5(x + y)]\nși (38 + y) · 3 = 168\nFasole lată 12 lei\n28 · (x + 235) = 6 860\nC = 300 ‑ (5y ‑3x)\nCăpșuni 6 lei și y ‑ 37 = 13\nCalculează suma de bani necesară achiziționării\na 3 kg de roșii, 2 kg de castraveți, 2 kg de fasole lată\nși 3 kg de căpșuni.\n13 Bunica îi anunță pe cei doi nepoți, aflați la fotbal, că le‑a lăsat pe masă niște fursecuri pe care trebuie să\nle împartă frățește. Radu vine primul și ia jumătate. După un timp vine Horia și, neștiind că fratele și‑a luat\ndeja porția, ia jumătate și se întoarce la joc. Pe masă au rămas 4 fursecuri. Câte fursecuri le‑a lăsat bunica?\n14 Dacă persoanele ce se aflau, în acel moment, în parcul „Mircea cel Bătrân”, s‑ar fi așezat câte 3 pe o bancă,\natunci ar fi rămas 22 de persoane în picioare, iar dacă s‑ar fi așezat câte 5 pe o bancă, ar fi rămas 6 bănci\nlibere. Câte bănci și câte persoane erau în acel moment în parcul „Mircea cel Bătrân”?\nFișa de observare sistematică\n Am fost preocupat să aflu lucruri noi despre metodele de rezolvare a problemelor.\n Participarea mea la orele de matematică a fost apreciată de colegi și de profesor.\nîntotdeauna\nfrecvent\nocazional\nrar\nniciodată",
      "text_length": 2869,
      "tables_count": 3,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 88,
      "type": "pdf_page",
      "text": "U3 Divizibilitatea\nnumerelor naturale\nLecția 1 88 Divizibilitatea numerelor naturale\nLecția 2 92 Criterii de divizibilitate\nLecția 3 96 Numere prime. Numere compuse\nRecapitulare\nși evaluare 99",
      "text_length": 192,
      "tables_count": 1,
      "has_images": true,
      "lessons": [
        {
          "number": 1,
          "title": "88 Divizibilitatea numerelor naturale",
          "location": 88
        },
        {
          "number": 2,
          "title": "92 Criterii de divizibilitate",
          "location": 88
        },
        {
          "number": 3,
          "title": "96 Numere prime. Numere compuse",
          "location": 88
        }
      ]
    },
    {
      "page": 89,
      "type": "pdf_page",
      "text": "Lecția 1 88 Divizibilitatea numerelor naturale\nLecția 2 92 Criterii de divizibilitate\nLecția 3 96 Numere prime. Numere compuse\nRecapitulare\nși evaluare 99",
      "text_length": 154,
      "tables_count": 0,
      "has_images": true,
      "lessons": [
        {
          "number": 1,
          "title": "88 Divizibilitatea numerelor naturale",
          "location": 89
        },
        {
          "number": 2,
          "title": "92 Criterii de divizibilitate",
          "location": 89
        },
        {
          "number": 3,
          "title": "96 Numere prime. Numere compuse",
          "location": 89
        }
      ]
    },
    {
      "page": 90,
      "type": "pdf_page",
      "text": "88 U3 Divizibilitatea numerelor naturale\nLecţia 1: Divizibilitatea numerelor naturale\nL1\n1.1. Divizor. Multiplu\nMate Ioana vrea să planteze 120 de fire de flori în grădină. Horia,\npractică ca un bun prieten, o ajută la proiectarea rondurilor.\nIoana: H oria, vreau să pun același număr de flori în fiecare\nrond. Și să am cel puțin patru ronduri.\nHoria: S unt mai multe posibilități, Ioana. Ai putea să îți\norganizezi grădina în 4, 5 sau 6 ronduri.\nPoți face 4 ronduri, cu 30 de flori fiecare, deoa‑\nrece 120 = 4 · 30. La fel, poți face 5 ronduri cu câte\n24 de flori sau 6 ronduri cu câte 20 de flori, pentru\ncă 120 = 5 · 24 = 6 · 20.\nIoana: H oria, sunt și alte variante. Asta pentru că 120 poate fi scris ca produs de două numere\nnaturale și astfel: 120 = 8 · 15 = 10 · 12.\nCe observăm?\nSoluțiile problemei sunt numerele naturale n pentru care 120 poate fi scris ca produsul dintre\nn și un alt număr natural. Altfel spus, numerele la care 120 se împarte exact (cu rest 0).\nDe reținut Un număr natural a este divizibil cu numărul natural b dacă există un număr natural c, astfel încât\na = b · c.\nNumărul a se numește multiplu al numărului b, iar b se numește divizor al lui a.\nSe folosesc scrierile matematice:\nab – citim „a este divizibil cu b” sau b | a – citim „b divide pe a”.\nExemple 14 este divizibil cu 7, deoarece există 13 divide pe 143, deoarece există numărul\nnumărul natural 2, astfel încât 14 = 7 · 2. natural 11, astfel încât 143 = 13 · 11.\nScriem: 147 Scriem: 13 | 143\nmultiplu divizor divizor multiplu\nObservații Numărul natural a este divizibil cu numărul natural nenul b dacă restul împărțirii lui a la b este 0.\nExemple: 1 68 este divizibil cu 4, deoarece 68 : 4 = 17, rest 0 (68 se împarte exact la 4).\n2 59 nu este divizibil cu 7, deoarece 59 : 7 = 8, rest 3 (59 nu se împarte exact la 7).\n3 5 divide pe 100, deoarece 100 : 5 = 20, rest 0.\n4 11 nu divide pe 79, deoarece 79 : 11 = 7, rest 2.\n1.2. Divizori comuni\nSituație Pentru proiectul la geografie, Ioana trebuie să confecționeze cel puțin trei planșe, folosind 40 de foto‑\nproblemă grafii și 24 de decupaje din reviste. Ea ar vrea ca fiecare planșă să aibă aceeași combinație de fotografii\nși decupaje, utilizând toate materialele. Câte planșe poate realiza?\nCe observăm?\nNumărul de planșe trebuie să se cuprindă exact atât în numărul de fotografii, cât și în numărul de\ndecupaje, deci divide atât pe 40, cât și pe 24. Cu alte cuvinte, numărul de planșe este un divizor\ncomun al numerelor 40 și 24.\nRăspuns:\nDivizorii lui 40 sunt: 1, 2, 4, 5, 8, 10, 20 și 40, iar divizorii lui 24 sunt: 1, 2, 3, 4, 6, 8, 12 și 24.\nDivizorii comuni sunt 1, 2, 4 și 8, și, întrucât Ioana are nevoie de cel puțin trei planșe, ar putea face\nfie 4, fie 8 planșe.",
      "text_length": 2718,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    }
  ],
  "summary": {
    "total_chars": 38946,
    "total_lessons": 8,
    "location_range": "76-90"
  }
}