{
  "batch_number": 8,
  "section_count": 15,
  "sections": [
    {
      "page": 121,
      "type": "pdf_page",
      "text": "Adunarea și scăderea fracțiilor L6 119\nL6 Lecţia 6: Adunarea și scăderea fracțiilor\n6.1. Adunarea și scăderea fracțiilor cu același numitor\nDintr‑o ruladă împărțită în porții identice, Horia\nMate\npractică 2 1\na mâncat , iar Radu a mâncat cu mai mult.\n9 9\nCe fracție din ruladă reprezintă bucata rămasă?\nRezolvare:\nNe amintim, din clasele anterioare, că pentru a efectua suma a două fracții cu același numitor,\nse adună numărătorii și se păstrează numitorul comun. Astfel, obținem că:\n2 1 3\n• porția lui Radu reprezintă + = din ruladă;\n9 9 9\n2 3 5\n• împreună, cei doi băieți au mâncat + = din ruladă.\n9 9 9\nAsemănător, pentru a afla diferența a două fracții cu același numitor, se scad numărătorii și se\npăstrează numitorul comun. Scriind întregul ca pe o fracție echiunitară cu numitorul 9, fracția din\n9 5 4\nruladă reprezentată de bucata rămasă este ‑ = .\n9 9 9\nDe reținut Suma a două fracții cu același numitor este fracția al cărei numărător este egal cu suma numărăto‑\nrilor celor două fracții, iar numitorul este numitorul comun al celor două fracții:\na b a+b\n+ = pentru orice numere naturale a, b, n, cu n ≥ 1.\nn n n\nDiferența a două fracții cu același numitor este fracția al cărei numărător este egal cu diferența\nnumărătorilor celor două fracții, iar numitorul este numitorul comun al celor două fracții:\na b a‑b\n‑ = pentru orice numere naturale a, b, n, cu n ≥ 1.\nn n n\nAltfel spus, folosind un limbaj simplificat:\n• pentru a aduna două fracții cu același numitor, se adună numărătorii și se păstrează numitorul;\n• pentru a scădea două fracții cu același numitor, se scad numărătorii și se păstrează numitorul.\nExemple 5 16 5+16 21 7 5 7+5 12(6 2\n1 + = = ; 2 + = = = ;\n11 11 11 11 18 18 18 18 3\n7 5 7‑5 2 17 5 17‑5 12(4 3\n3 ‑ = = ; 4 ‑ = = = .\n31 31 31 31 8 8 8 8 2\nObservații a+b a b a+b\n1 Egalitatea = + reprezintă descompunerea numărului ca o sumă de două fracții\nn n n n\n(se distribuie numitorul fiecăruia din termenii sumei de la numărător).\nExemple:\n16+9 16 9 17 10+7 10 7\n1 = + ; 2 = = + .\n7 7 7 23 23 23 23\na‑b a b a‑b\n2 Egalitatea = ‑ reprezintă descompunerea numărului ca diferență de două fracții\nn n n n\n(se distribuie numitorul fiecăruia din termenii diferenței de la numărător).\nExemple:\n12‑4 12 4 37 40‑3 40 3\n1 = ‑ ; 2 = = ‑ .\n5 5 5 11 11 11 11",
      "text_length": 2270,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 122,
      "type": "pdf_page",
      "text": "120 U4 Fracții ordinare\n6.2. Adunarea și scăderea fracțiilor cu numitori diferiți\nMate Horia și Ioana pleacă în drumeție. Observați\npractică imaginea alăturată și răspundeți la întrebări. În prima zi vom Am învățat\na Ce parte din traseu reprezintă distanța par‑ parcurge 1 din traseul în clasa a IV-a\n3 că putem efectua\ncursă în primele două zile?\npropus, a doua zi încă o sumă sau o diferență\nb Ce parte din traseu au parcurs în a treia zi? 2 de două fracții dacă\ndin traseu, iar a treia\nau același\nAnaliză: 5 zi vom ajunge numitor.\nla destinație.\nVom aduce la un numitor comun fracțiile care\nexprimă distanțele parcurse în cele două zile.\nCel mai mic multiplu comun al numerelor 3 și\n5 este 15, deci:\n5)1 5\n• în prima zi au parcurs = din traseu;\n3 15\n2)2 6\n• a doua zi au parcurs = din traseu;\n5 15\n15 5)1 5 2)2 6\n• întregul traseu poate fi scris sub forma 1= . = =\n15 3 15 5 15\nRezolvare:\n1 2 5 6 11 11\na + = + = , deci în primele două zile au parcurs din traseul propus;\n3 5 15 15 15 15\n1 11 15 11 4 4\nb ‑ = ‑ = , deci în a treia zi au parcurs din traseul propus.\n1 15 15 15 15 15\nDe reținut Pentru a aduna, respectiv pentru a scădea două fracții cu numitori diferiți, se procedează astfel:\n• se aduc mai întâi fracțiile la un numitor comun;\n• se adună, respectiv se scad, fracțiile obținute folosind regulile de adunare, respectiv de scădere,\na fracțiilor cu același numitor.\nExemplu 7 5\nPentru a calcula suma, respectiv diferența fracțiilor și , procedăm astfel:\n15 12\na determinăm cel mai mic multiplu comun al numitorilor: [12,15] = 60;\n7 4)7 28\nb amplificăm fracția cu câtul dintre 60 și 15, adică cu 4, și obținem = .\n15 15 60\n5 5)5 25\nc amplificăm fracția cu câtul dintre 60 și 12, adică cu 5, și obținem = .\n12 12 60\n7 5 28 25 25 28 53\nd Suma fracțiilor și este suma fracțiilor și , adică + = .\n15 12 60 60 60 60 60\n7 5 28 25 28 25 3(3 1\ne Diferența fracțiilor și este diferența fracțiilor și , adică ‑ = = .\n15 12 60 60 60 60 60 20\nPe scurt, calculele se organizează astfel:\n4)7 5)5 28 25 53 4)7 5)5 28 25 3(3 1\n+ = + = ; ‑ = ‑ = = .\n15 12 60 60 60 15 12 60 60 60 20\nObservații Uneori, înainte de a aduce fracțiile la același numitor, este de preferat să le simplificăm pentru a\nobține fracții ireductibile.\n1212(101 143(13 12 11 23\nExemplu: + = + = .\n1313 169 13 13 13",
      "text_length": 2282,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 123,
      "type": "pdf_page",
      "text": "Adunarea și scăderea fracțiilor L6 121\nProbleme rezolvate: strategii și metode\n3 11\n1 Pe toată suprafața cultivată a unei ferme, s‑au repartizat culturile astfel: grâu din suprafață, porumb\n14 56\n2\ndin suprafață, floarea‑soarelui , iar legume pe restul de suprafață.\n7\na Cât reprezintă suprafața cultivată cu grâu și porumb la un loc?\nb Cât reprezintă suprafața cultivată cu legume?\nRezolvare:\na Întrucât cel mai mic multiplu comun al numerelor 14 și 56 este 56, suprafațele cultivate cu grâu și porumb\n4)3 11 12 11 23\nocupă, împreună, + = + = din suprafața totală.\n14 56 56 56 56\n3 11 2 12 11 16 39\nb Cu grâu, porumb și floarea‑soarelui este ocupată + + = + + = , deci suprafața cultivată\n14 56 7 56 56 56 56\n56 39 17\ncu legume reprezintă ‑ = din întreaga suprafață.\n56 56 56\n2 Suma a două fracții ireductibile ce au același numitor este o fracție echiunitară. Determinați cele două fracții,\nștiind că unul dintre numărători este dublul celuilalt.\nRezolvare:\na 2a a 2a 3a\nCele două fracții au forma , respectiv , unde a și b sunt numere naturale nenule. Suma lor este + = ,\nb b b b b\na (a 1 2a(a 2\ncare este o fracție echiunitară dacă b = 3a. Fracțiile cerute sunt = și = .\n3a 3 3a 3\nProbleme propuse\n1 Efectuați următoarele adunări și scăderi de fracții cu același numitor:\n3 1 6 2 22 9 31 11\na + ; b + ; c ‑ ; d ‑ .\n5 5 13 13 15 15 21 21\n2 Observând că numitorul uneia dintre fracții este divizor al numitorului celeilalte fracții, efectuați:\n4 2 16 6 7 1 23 5\na + ; b + ; c ‑ ; d ‑ .\n15 3 93 31 32 16 42 14\n3 Efectuați operațiile, scriind rezultatul sub forma unei fracții ireductibile:\n5 5 26 13 4 3 5 1 3\na + ; b + ; c + ; d + + ;\n12 24 21 14 15 20 24 12 8\n7 3 8 9 8 4 7 3 1\ne ‑ ; f ‑ ; g ‑ ; h ‑ ‑ .\n30 20 15 20 21 35 6 4 12\n4 E fectuați calculele, și, dacă este cazul, aduceți rezultatul la forma ireductibilă și scoateți\nîntregii din fracția rezultată:\n1 3 2 1 1 2 5 7\na 2 +1 ; b 1 +3 ; c 3 +2 ; d 3 +1 ;\n7 7 5 10 3 5 21 12\n5 1 5 1 1 2 2 1\ne 5 ‑1 ; f 4 ‑3 ; g 7 ‑4 ; h 9 ‑8 .\n6 6 18 9 7 3 3 4\n5 Efectuați:\n1 1 1 7 1 3 37 3 5 11 4 5 1\na + + ; b ‑ + ; c ‑ ‑ ; d ‑ + ‑ .\n18 9 6 36 18 4 18 4 6 18 9 6 3",
      "text_length": 2107,
      "tables_count": 1,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 124,
      "type": "pdf_page",
      "text": "122 U4 Fracții ordinare\nL7\n8 4\n6 Î ntr‑o grădină, merii reprezintă , iar caișii reprezintă din numărul total de pomi. Restul grădinii este\n17 17\ncultivat cu pruni. Ce fracție reprezintă prunii din numărul total de pomi?\n7 1\n7 Dintr‑un balot de pânză, într‑o zi, s‑a vândut: dimineața 4 metri și încă metri, iar după amiază, 8 metri.\n10 5\nDeterminați lungimea totală a pânzei vândute în acea zi.\n8 P entru un proiect la biologie, Horia, Radu și Ioana expe‑\nCreșterea plantelor\nrimentează creșterea plantelor în diferite tipuri de soluri.\nRezultatele obținute le‑au trecut în tabelul alăturat. Perioada Solul A Solul B Solul C\nDeterm inați care a fost creșterea totală de‑a lungul celor\n1 1 1\ndouă săptămâni, pentru fiecare tip de sol. Săptămâna 1 cm cm cm\n2 3 4\n3\n9 D intr‑un vas plin cu ulei, cu capacitatea de 25 litri, s‑au 7 3 3\n4 Săptămâna 2 cm cm cm\n5 12 4 12\nscos 18 litri de ulei. Ce cantitate de ulei a rămas în vas?\n6\n1\n10 Suma a două fracții ce au același numărător este 1 . Determinați cele două fracții, știind că unul dintre\n7\nnumitori este de trei ori mai mic decât celălalt.\nPortofoliu Egiptenii priveau numerele fracționare ca pe niște numere aparte, care reprezentau o anu‑\nmită parte a unității. Ei utilizau numai așa‑numitele fracții alicote, adică fracții cu numărătorul 1.\n1 1 1 1 1\nFracțiile , , , , sunt fracții alicote. Celelalte fracții le descompuneau în sumă de fracții\n2 3 10 12 35\n5 5 1 1\nalicote; de exemplu, fracția se poate reprezenta ca o sumă de fracții alicote, scriind = + .\n6 6 2 3\n1 Scrieți toate fracțiile subunitare cu numărătorul cel mult egal cu 4 și numitorul cel mult egal cu 5\nși identificați fracțiile alicote dintre acestea.\n2 Fiecare dintre fracțiile scrise la cerința anterioară poate fi scrisă ca sumă de fracții alicote, astfel\nîncât oricare doi termeni să aibă numitori diferiți. Scrieți aceste sume.\n3 Folosiți internetul sau biblioteca pentru a afla mai multe despre scrierea fracțiilor și evoluția\nreprezentării fracțiilor din antichitate până în timpurile moderne.\nPrezentați în clasă rezultatele găsite și dezbateți pe această temă.\nLa problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nAUTO\nevaluare 11 3 14 25 33 1\n1 Rezultatul calculului + este: A ; B ; C ; D .\n25 50 75 100 1250 2\n17 4 13 13 1 5\n2 Rezultatul calculului ‑ este: A ; B ; C ; D .\n27 9 18 9 3 27\nLa problema 3, scrie rezolvările complete.\n5 1\n3 Un ciclist a parcurs în prima zi din tot drumul, iar în a doua zi a parcurs din tot drumul.\n12 3\na Determină ce fracție din tot drumul a parcurs în cele două zile.\nb Ce fracție din tot drumul i‑a mai rămas de parcurs?\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2760,
      "tables_count": 5,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 125,
      "type": "pdf_page",
      "text": "Înmulțirea fracțiilor L7 123\nL7 Lecţia 7: Înmulțirea fracțiilor\n7.1. Înmulțirea unui număr natural cu o fracție ordinară\nMate 2\nFiecare sesiune de lucru de o oră consumă din bateria calculatorului portabil al lui Radu.\npractică 9\nCe fracție din baterie se consumă după 4 sesiuni de lucru?\nRăspuns:\n2 2 2 2 2+2+2+2 4⋅2 8\n+ + + = = = .\n9 9 9 9 9 9 9\nÎntrucât adunarea repetată are aceeași semnificație cu operația\nde înmulțire, putem scrie:\n2 2 2 2 2 4⋅2 8\n4⋅ = + + + = = .\n9 9 9 9 9 9 9\nDe reținut Produsul dintre un număr natural și o fracție este o fracție în care:\n• numărătorul este produsul dintre numărul natural respectiv și numărătorul fracției date;\n• numitorul este același cu numitorul fracției date.\na n⋅a\nn⋅ = , pentru orice numere naturale a, b, n, unde b ≠ 0.\nb b\nAltfel spus, pentru a înmulți un număr natural cu o fracție ordinară, păstrăm numitorul și înmulțim\nnumărul dat cu numărătorul.\nExemple\n4 6⋅4 24 8 72(18 4 5 30(6 5\n1 6⋅ = = ; 2 9⋅ = = =4; 3 6⋅ = = .\n35 35 35 18 18 1 36 36 6\n7.2. Înmulțirea a două fracții ordinare\nMate 2\nHoria are o tăviță de cuburi de gheață plină în proporție de .\npractică 3\n4\nEl folosește din cuburi. Ce fracție din întreaga tăviță reprezintă\n5\ncuburile folosite?\nAnaliză:\nPasul 1\nImaginându‑ne tăvița sub forma unui dreptunghi, trasăm linii\norizon tale prin care împărțim dreptunghiul în trei părți egale și\ncolorăm două părți, reprezentând partea plină a tăviței.\nPasul 2\nTrasăm linii verticale prin care împărțim zona colorată în cinci\npărți egale, dintre care hașurăm patru, reprezentând fracția din\ntăviță folosită de Horia. Prelungind liniile, zona necolorată se\nîmparte și ea în cinci părți egale.\nÎn urma celei de‑a doua secționări, dreptunghiul a fost împărțit în 3 × 5 = 15 părți egale, din care\n8\nsunt hașurate 2 × 4 = 8 părți. Cuburile folosite de Horia ocupă din întreaga tăviță.\n15\n8 2⋅4 2 4 2⋅4 8\nObservăm că = , deci putem scrie că ⋅ = = .\n15 3⋅5 3 5 3⋅5 15",
      "text_length": 1922,
      "tables_count": 8,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 126,
      "type": "pdf_page",
      "text": "124 U4 Fracții ordinare\nDe reținut Produsul a două fracții ordinare este o fracție în care:\n• numărătorul este egal cu produsul numărătorilor celor două fracții date;\n• numitorul este egal cu produsul numitorilor celor două fracții date.\na c a⋅c\n⋅ = , pentru orice numere naturale a, b, c, d, unde b, d ≠ 0.\nb d b⋅d\nAltfel spus, pentru a înmulți două fracții se înmulțesc numărătorii între ei și numitorii între ei.\nExemple\n2 5 2⋅5 10 2 5 2⋅5 10(10 1 9 20 9⋅20 180(45 4\n1 ⋅ = = ; 2 ⋅ = = = ; 3 ⋅ = = = .\n3 7 3⋅7 21 15 4 15⋅4 60 6 5 27 5⋅27 135 3\nObservații 1 S implificarea produsului. Pentru calcule mai rapide, se recomandă să se efectueze simplifică‑\nrile înainte de a calcula produsul numitorilor sau al numărătorilor.\nTermenii care se simplifică se barează cu o linie oblică, iar alăturat se scrie câtul obținut prin\nîmpărțirea la divizorul cu care se face simplificarea.\nExemple:\n5 4 5⋅4 15⋅4 1⋅4 4 9 4 19 4 1⋅4 4\n1 ⋅ = = = = ; 2 ⋅ = ⋅ = = .\n17 5 17⋅5 17⋅5 17⋅1 17 5 27 5 27 5⋅3 15\n1 3\n2 Î nmulțirea cu numere mixte. Atunci când unul dintre factorii unui produs este o fracție scrisă\nsub forma unui număr mixt, mai întâi se introduc întregii în fracție, apoi se efectuează înmulțirea.\nDacă rezultatul este o fracție supraunitară, se pot scoate apoi întregii din fracție:\n5 2⋅21+5 47 47 94 1\nExemple: 1 14⋅2 =14⋅ = 142⋅ =2⋅ = =31 ;\n21 21 21 3 3 3 3\n2 7 4⋅5+2 7 222 7 2⋅7 14\n2 4 ⋅ = ⋅ = ⋅ = = .\n5 33 5 33 5 33 5⋅3 15\n3\nProbleme rezolvate: strategii și metode\n1 1 1 1\n1 Determinați produsul dintre suma fracțiilor 2 și 2 și diferența fracțiilor 2 și .\n5 3 8 4\nRezolvare:\n1 1 1 1 11 7 33 35 68\nSuma fracțiilor 2 și 2 este 2 +2 = + = + = .\n5 3 5 3 5 3 15 15 15\n1 1 1 1 17 1 17 2 15\nDiferența fracțiilor 2 și este 2 ‑ = ‑ = ‑ = .\n8 4 8 4 8 4 8 8 8\n68 15 68(4 17 1\nProdusul căutat este ⋅ = = =8 .\n15 8 8 2 2\n2 3\n2 Radu mai are din plăcinta preparată de mama lui. La desert, a servit din bucata rămasă.\n3 8\nCe fracție din plăcintă a mâncat? Cât din plăcintă reprezintă bucata rămasă?\nRezolvare:\n3 2 3⋅2(3⋅2 1\nLa desert, Radu a mâncat ⋅ = = .\n8 3 8⋅3 4\n2 1 8 3 5\nPartea rămasă reprezintă ‑ = ‑ = din plăcintă.\n3 4 12 12 12",
      "text_length": 2119,
      "tables_count": 4,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 127,
      "type": "pdf_page",
      "text": "Înmulțirea fracțiilor L7 125\nProbleme propuse\n1 Efectuați înmulțirile:\n2 7 11 13\na 3⋅ ; b 4⋅ ; c 5⋅ ; d 7⋅ ;\n7 31 78 99\n2 4 5 4 7 3 4 11\ne ⋅ ; f ⋅ ; g ⋅ ; h ⋅ .\n3 7 11 3 10 8 17 5\n2 Efectuați înmulțirile, scriind rezultatul ca fracție ireductibilă:\n3 5 2 7 12 5\na 16⋅ ; b 14⋅ ; c ⋅ ; d ⋅ ;\n40 84 21 5 11 36\n14 9 11 13 42 25 24 14\ne ⋅ ; f ⋅ ; g ⋅ ; h ⋅ .\n27 16 65 33 35 36 35 64\n3 Introduceți întregii în fracție, calculați și, unde este posibil, simplificați și scoateți întregii din fracția rezultată:\n1 3 2 13 5 7 3 11\na 3 ⋅8 ; b 1 ⋅1 ; c 5 ⋅1 ; d 3 ⋅2 .\n5 4 7 15 8 25 13 14\n4 Efectuați:\n12 4 5 22 1 81 50 1 2 1 1 1\na ⋅ ⋅ ; b ⋅ ⋅ ; c ⋅ ⋅ ; d 3 ⋅1 ⋅ .\n20 6 22 36 3 11 26 10 15 4 3 13\n5 Scrieți fiecare din fracțiile de mai jos ca produs de două fracții ireductibile:\n18 15 1 5\na ; b ; c ; d .\n49 28 8 7\n3\n6 I oana își organizează CD‑urile. Încap 24 de CD‑uri cu grosimea de cm într‑o cutie cu înălțimea de 38 cm?\n2\n3\n7 Pentru confecționarea unei perdele se folosesc 4 metri de material.\n5\na Arătați că dintr‑un un balot de 18 metri de material nu se pot confecționa 4 perdele.\nb Este suficient un balot de 28 de metri de material pentru confecționarea a 6 perdele?\n8 Determinați:\n13 7 1\na produsul dintre numărul și suma numerelor și ;\n36 26 13\n6 1 1\nb produsul dintre numărul și diferența numerelor 2 și 1 .\n31 5 6\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare 7 21 21 7 13\n1 Rezultatul calculului 3⋅ este: A ; B ; C ; D .\n2 6 2 6 2\n2 7 14 9 156 78\n2 Rezultatul calculului 2 ⋅3 este: A 6 ; B 5 ; C ; D .\n5 2 10 7 7 5\nLa problema 3, scrie rezolvările complete.\n1 2 3\n3 Pentru a prepara o porție de sirop, sunt necesare kg zahăr, 1 pahare de apă și lingurițe\n2 5 4\nde esență.\na Ce cantități sunt necesare pentru a prepara trei porții de sirop?\n1\nb Dar pentru a prepara dintr‑o porție?\n3\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 1982,
      "tables_count": 3,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 128,
      "type": "pdf_page",
      "text": "126 U4 Fracții ordinare\nLecţia 8: Împărțirea fracțiilor ordinare\nL8\n8.1. Inversa unei fracții ordinare\nSituații În imaginile alăturate, întregul a fost împărțit în 1\n=\nproblemă 3 părți egale, respectiv în 5 părți egale. 3\nCe observăm? 3 1\n⋅ =\nAu loc egalitățile: 1 3\n3 1 5 4 4\n⋅ =1, respectiv ⋅ =1. =\n1 3 4 5 5\nMai general, produsul dintre o fracție dată și fracția 1 4\n⋅ =\nobținută schimbând între ei numărătorul și numito‑ 4 5\nrul fracției date este egal cu unitatea.\n5 4\n⋅ =\n4 5\nDe reținut a b\nInversa fracției ordinare , unde a și b sunt numere naturale nenule, este fracția ordinară .\nb a\nProdusul dintre o fracție și inversa ei este egal cu 1:\na b\n⋅ =1, pentru orice numere naturale a, b ≠ 0.\nb a\nExemple 3 7 7 3\n1 Inversa fracției este fracția , iar inversa fracției este fracția .\n7 3 3 7\n1 3\n2 Inversa fracției este fracția , care este echivalentă cu numărul natural 3.\n3 1\n2 1\n3 Numărul natural 2 se scrie ca fracție sub forma , deci inversul numărului 2 este fracția .\n1 2\n8.2. Împărțirea a două fracții ordinare\nMate Ioana și Clara vor să confecționeze eșarfe pentru echipa de majorete.\npractică Câte eșarfe se pot realiza dintr‑o bucată de pânză cu lungimea de\n1 3\n4 metri, dacă pentru fiecare eșarfă se utilizează metri?\n2 4\nCe observăm?\n3 1 9\nTrebuie să aflăm de câte ori se cuprinde fracția în fracția 4 = .\n4 2 2\n9 3\nAltfel spus, soluția problemei se află împărțind fracția la fracția .\n2 4\nReprezentăm bucata de pânză cu ajutorul unui dreptunghi, din care decupăm eșarfele:\n1\nm\n1 m 1 m 1 m 1 m 2\n1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1\n4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4\nRezolvare:\n3 9\nNumărul de eșarfe n verifică egalitatea: n⋅ = .\n4 2",
      "text_length": 1652,
      "tables_count": 11,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 129,
      "type": "pdf_page",
      "text": "Împărțirea fracțiilor ordinare L8 127\n4 3 4 9 4 9 4\nPrin înmulțirea acestei egalități cu fracția , obținem: n⋅ ⋅ = ⋅ , adică n= ⋅ .\n3 4 3 2 3 2 3\n\n=1\n9⋅4 36 6\nEfectuând calculele, obținem n= = = =6. Așadar, se pot realiza 6 eșarfe.\n2⋅3 6 1\nDe reținut Câtul a două fracții ordinare, dintre care a doua este diferită de zero, este egal cu produsul dintre\nprima fracție și inversa celei de‑a doua fracții:\na c a d\n: = ⋅ , unde b, c, d ≠ 0.\nb d b c\nExemple 5 7 5 11 55 10 5 10 7 10⋅7(5⋅7 2\n1 : = ⋅ = ; 2 : = ⋅ = = ;\n6 11 6 7 42 21 7 21 5 21⋅5 3\n16 7 2⋅7(2 7 4 34 34 1 34(17 2\n3 2: =2⋅ = = ; 4 6 :17= :17= ⋅ = = .\n7 16 16 8 5 5 5 17 5⋅17 5\nProbleme rezolvate: strategii și metode\n4 1 2 11\n1 Ce fracție se obține prin împărțirea diferenței fracțiilor 2 și la suma fracțiilor și 1 ?\n9 2 3 27\nRezolvare:\n4 1 4 1 2)22 9)1 44 9 35\nDiferența fracțiilor 2 și este: 2 ‑ = ‑ = ‑ = .\n9 2 9 2 9 2 18 18 18\n2 11 2 11 9)2 38 18 38 56\nSuma fracțiilor și 1 este: +1 = + = + = .\n3 27 3 27 3 27 27 27 27\n35 56 35 27 535 273 5⋅3 15\nCâtul dintre diferență și sumă este: : = ⋅ = ⋅ = = .\n18 27 18 56 18 56 2⋅8 16\n2 8\n2 2\n2 Într‑un sac sunt 8 kilograme de boabe de cafea. Câte pungi de câte kilograme se pot umple dintr‑un sac?\n3 3\nRezolvare:\nNumărul pungilor se află împărțind cantitatea de cafea dintr‑un sac la cantitatea care intră într‑o pungă.\n2 2 26 2 26 3 26\nCum 8 : = : = ⋅ = =13, se pot umple 13 pungi de cafea.\n3 3 3 3 3 2 2\nProbleme propuse\n1 Scrieți inversele următoarelor numere:\n11 16 2 1\na ; b ; c 5 ; d 7 .\n13 7 9 7\n2 Efectuați împărțirile:\n3 2 4 5 7 23 3 8\na : ; b : ; c : ; d : ;\n4 5 7 11 25 25 17 17\n8 11 13 13 16 16 66 33\ne : ; f : ; g : ; h : .\n75 25 36 11 19 47 13 5",
      "text_length": 1663,
      "tables_count": 3,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 130,
      "type": "pdf_page",
      "text": "128 U4 Fracții ordinare\nL9\n3 Scrieți rezultatul sub formă de fracție ireductibilă:\n15 16 16 4 42 7\na :3; b 2: ; c : ; d : ;\n7 9 27 9 55 5\n14 3 16 8 7 14 45 30\ne : ; f : ; g : ; h : .\n15 10 35 25 12 3 76 19\n4 Introduceți întregii în fracție, apoi efectuați împărțirile:\n1 5 8 1 1 1 1 3\na 4 : ; b :5 ; c 2 :4 ; d 5 :3 .\n6 4 9 3 6 3 7 14\n4 32\n5 a Determinați o fracție care înmulțită cu dă produsul .\n9 81\n4 1\nb Produsul dintre o fracție ireductibilă și 1 este egal cu 1 . Determinați fracția.\n5 3\n6 Determinați:\n31 1 1\na câtul dintre numărul și diferența fracțiilor 3 și 2 ;\n12 5 6\n7 1 17\nb câtul dintre suma fracțiilor și și inversa fracției ;\n34 17 72\n1 1 1 1\nc câtul dintre diferența fracțiilor 3 și 2 și suma fracțiilor 1 și 2 .\n5 2 6 3\n3 3\n7 Horia taie un cablu de sârmă de 2 metri în bucăți de metri. Determinați:\n10 5\n3\na câte bucăți întregi de cablu de lungime metri obține;\n5\nb care este lungimea porțiunii rămase.\n1\n8 E va confecționează ecusoane de lungime egală cu 7 cm. Câte ecusoane poate\n2\nconfecționa dintr‑o rolă de hârtie de 200 cm lungime?\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare 3 a\n1 Rezultatul calculului 4: este egal cu . Suma numerelor a și b este:\n5 b\nA 17; B 12; C 23; D 32.\n12 9\n2 Forma ireductibilă a rezultatului calculului : este:\n125 25\n12 12 4 108\nA ; B ; C ; D .\n5 45 15 3125\nLa problema 3, scrie rezolvările complete.\n3\n3 Alin aleargă km în fiecare zi.\n4\n1\na Câte zile trebuie să alerge pentru a parcurge o distanță totală de 7 km?\n2\n1\nb În vacanță, Alin aleargă mai mulți kilometri pe zi. Dacă în 12 zile a alergat 10 km, atunci\n2\ndetermină câți kilometri a alergat în fiecare zi.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 1815,
      "tables_count": 3,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 131,
      "type": "pdf_page",
      "text": "Puterea cu exponent natural a unei fracții ordinare L9 129\nL9 Lecţia 9: Puterea cu exponent natural a unei fracții ordinare\n9.1. Ridicarea la putere a unei fracții ordinare\nSituație Horia împăturește o coală de hârtie în două părți egale, apoi\nproblemă încă o dată și încă o dată. Despăturind apoi coala, liniile for‑\nmate prin îndoire împart coala în dreptunghiuri.\nCe fracție din suprafața colii de hârtie reprezintă suprafața\nfiecărui dreptunghi?\nRăspuns:\nSuprafața obținută după fiecare împăturire este o doime\ndin suprafața anterioară. Așadar, suprafața unui dreptunghi\n1 1 1 1⋅1⋅1 13 1\nreprezintă o fracție egală cu ⋅ ⋅ = = = din suprafața totală.\n2 2 2 2⋅2⋅2 23 8\nCe observăm?\nPentru determinarea rezultatului, am efectuat o înmulțire a trei factori, fiecare fiind o fracție egală\n1 1\ncu . Se spune că am ridicat fracția la puterea a treia.\n2 2\nDe reținut a\nFie o fracție ordinară (unde a și b sunt numere naturale, cu b ≠ 0) și n ≥ 2 un număr natural.\nb\na a\nan\nProdusul a n factori egali cu se numește puterea a n‑a a fracției și se notează   . Avem:\nb b b\nan a a a an\n  = ⋅ ⋅…⋅ = .\nb\n\nb\n\nb\n\nb bn\nn factori\nAltfel spus, pentru a ridica o fracție la o putere, se ridică la acea putere atât numărătorul,\ncât și numitorul.\na1\na\na0\nPrin convenție,   = și   =1.\nb b b\nan\na\nÎn scrierea   , fracția se numește baza puterii, iar n se numește exponentul puterii.\nb b\nExemple\n 7 2 72 49 44 44 256 26 26 64 113 113 1331\n1   = = ; 2   = = ; 3   = = ; 4   = = .\n11 112 121 5 54 625 3 36 729  6  63 216\n9.2. Reguli de calcul cu puteri\nDeoarece prin ridicarea la putere a unei fracții se obține o fracție al cărei numărător, respectiv numitor, sunt puteri,\ncu același exponent, ale unor numere naturale, regulile de calcul cu puteri ale unui număr natural se transferă la\nfracții, dând naștere unor reguli similare, după cum urmează:\nDe reținut 1 Înmulțirea puterilor cu aceeași bază\nPentru a înmulți două puteri cu aceeași bază, se păstrează baza și se adună exponenții:\nam an am+n\n  ⋅  =  .\nb b b\n2 Împărțirea puterilor cu aceeași bază\nPentru a împărți două puteri cu aceeași bază, se păstrează baza și se scad exponenții:\nam an am‑n\n  :  =  (unde m ≥ n).\nb b b",
      "text_length": 2251,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 132,
      "type": "pdf_page",
      "text": "130 U4 Fracții ordinare\n3 Puterea unei puteri\nPentru a ridica o putere la o altă putere, se păstrează baza și se înmulțesc exponenții:\namn am⋅n\n   =  .\n b \n\nb\n4 Puterea unui produs. Produsul a două puteri cu același exponent\nPentru a ridica un produs la o putere, se distribuie exponentul fiecărui factor al produsului:\na cn an cn\n ⋅  =  ⋅  .\nb d b d\nPentru a înmulți două puteri cu același exponent, se înmulțesc bazele și se păstrează exponentul:\nan cn a cn\n  ⋅  = ⋅  .\nb d b d\n5 Puterea unui cât. Câtul a două puteri cu același exponent\nPentru a ridica un cât la o putere, se distribuie exponentul fiecărui factor al câtului:\na cn an cn\n :  =  : .\nb d b d\nPentru a împărți două puteri cu același exponent, se împart bazele și se păstrează exponentul:\nan cn a cn\n  :  = :  .\nb d b d\nExemple 23 25 23+5 28 74 77 74+7 711\n1 a   ⋅  =  =  ; b   ⋅  =  =  .\n3 3 3 3 4 4 4 4\n914 96 914‑6 98  5 8  5 7  5 8‑7  5 1 5\n2 a   :  =  =  ; b   :  =  =  = .\n4 4 4 4 11 11 11 11 11\n224 22⋅4 28  11 990  11 99⋅0  11 0\n3 a    =  =  ; b    =  =  =1.\n 5   5 5  101   101 101\n2 53 23 53  1 4 114  1 114 14\n4 a  ⋅  =  ⋅  ; b   ⋅  = ⋅  =  .\n3 7 3 7 11  3  11 3  3\n4 25 45 25  3 6  5 6  3 5 6 36\n5 a  :  =  : ; b   :  = :  =  .\n9 7 9 7 13 13 13 13 5\nProbleme rezolvate: strategii și metode\n1 Aplicând regulile de calcul scrieți sub forma unei singure puteri:\n1446 7 12 48  8 4\na produsul fracțiilor:   49   și  9   ; b câtul fracțiilor:  5   și  25   .\nRezolvare:\n1446 712 1226 712 1212 712 12 712 412\na   ⋅  =   ⋅  =  ⋅  = ⋅  =  ;\n 49  9  7   9  7  9  7 9 3\n412  8 4 434  8 4  64 4  8 4  64 8 4  64 254 84\nb   :  =   :  =  :  = :  = ⋅  =  .\n5 25 5  25 125 25 125 25 125 8  5",
      "text_length": 2118,
      "tables_count": 2,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 133,
      "type": "pdf_page",
      "text": "Puterea cu exponent natural a unei fracții ordinare L9 131\n1331 11\n2 a Scrieți fracția sub forma unei puteri cu baza .\n729 9\n243\nb Scrieți fracția sub forma unei puteri cu exponentul 5.\n1024\nRezolvare:\na Avem 112 = 11 · 11 = 121 și 113 = 11 · 121 = 1 331. Cum 93 = 81 · 9 = 729,\n1331 113 113\nrezultă = =  .\n729 93  9 \n243 35 35\nb Deoarece 243 = 35 și 1 024 = 210 = (22)5 = 45, obținem = =  .\n1024 45 4\nProbleme propuse\n1 Calculați:\n17 25 43 113\na   ; b  ; c   ; d   ;\n2 3 9  7 \n54 32017 191 20110\ne   ; f   ; g  ; h   .\n4 3 43 2017\n2 Folosind regulile de calcul, scrieți sub forma unei singure puteri:\n25 27  3 3  3 10 114 116\na   ⋅ ; b   ⋅  ; c   ⋅  ;\n3 3 10 10  5   5 \n311 34 89 88 1322 1320\nd   :  ; e   :  ; f   :  ;\n4 4 3 3 17 17\n 2 511 1464  3 02017\ng    ; h    ; i    .\n15  27  100 \n3 Scrieți rezultatul sub forma unei singure puteri:\n356 386 339 259 34 492\na   ⋅  ; b   ⋅  ; c   ⋅ ;\n95 14 50 22 7 36\n 7 5 215 136 396  112  16\nd   :  ; e   : ; f 4  :11 .\n17 17  8  32  6  9\n4 Scrieți fiecare număr ca putere cu baza indicată:\n1 1 16 2 125 5\na cu baza ; b cu baza ; c cu baza .\n256 2 81 3 216 6\n5 Scrieți fiecare număr ca putere cu exponentul indicat:\n1 32 343\na cu exponentul 6; b cu exponentul 5; c cu exponentul 3.\n64 243 216",
      "text_length": 1480,
      "tables_count": 1,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 134,
      "type": "pdf_page",
      "text": "132 U4 Fracții ordinare\nLecţia 10: Fracții/procente dintr‑un număr natural\nL10\nsau dintr‑o fracție ordinară\n10.1. Aflarea unei fracții dintr‑un număr natural\nMate Horia și Radu fac parte din clubul de dezbateri al școlii. Ei observă că, din cei 20 de membri\npractică 3\nai clubului, sunt elevi în clasa a VII‑a.\n5\nCâți elevi de clasa a VII‑a sunt în clubul de dezbateri?\nRezolvare:\nVom folosi metoda reducerii la unitate. Totali tatea membrilor clubului este un întreg,\n5\nadică (5 cincimi).\n5\n5\n(5 cincimi) din membrii clubului înseamnă 20 de elevi.\n5\n1\n(1 cincime) din membrii clubului reprezintă 20 : 5 = 4 elevi.\n5\n3\n(3 cincimi) din membrii clubului înseamnă 3 · 4 = 12 elevi.\n5\nAșadar, în clubul de dezbateri sunt 12 elevi de clasa a VII‑a.\nCe observăm?\n3\nSoluția problemei poate fi obținută rapid efectuând calculul: ⋅20=12.\n5\nDe reținut Pentru a afla o fracție dintr‑un număr natural, se înmulțește fracția dată cu acel număr.\nAșadar, dacă a, b și n sunt numere naturale, cu b ≠ 0, atunci:\na a a a⋅n\ndin n este egal cu ⋅n sau din n este egal cu .\nb b b b\nExemple 1 1 1 1\n1 din 28 este 14, deoarece ⋅28=14; 2 din 81 este 9, deoarece ⋅81=9;\n2 2 9 9\n3 3 7 7\n3 din 42 este 18, întrucât ⋅426 =18; 4 din 77 este 49, întrucât ⋅777 =49.\n7 7 11 11\n1 1\nObservație Pentru a afla un număr dat atunci când se cunoaște o fracție din el, se împarte numărul cunoscut\nla fracția respectivă.\n2 2 5\nExemplu: Dacă dintr‑un număr n este egal cu 30, atunci numărul n este 30: =30⋅ =75.\n5 5 2\n10.2. Aflarea unei fracții dintr‑o fracție\nMate Pentru campania Un mediu mai curat — o viață mai sănătoasă, Ioana și Clara intenționează\npractică 4 5\nsă colecteze kg de PET‑uri și ambalaje de plastic. Într‑o zi, ele strâng din cantitatea propusă.\n5 8\nCe cantitate de materiale au colectat fetele în acea zi?\nRezolvare:\n8\nPrivind cantitatea de materiale propusă ca pe un întreg, aceasta reprezintă (8 optimi).\n8\n8 4\nCele (8 optimi) din cantitatea propusă corespund cu kg.\n8 5",
      "text_length": 1949,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 135,
      "type": "pdf_page",
      "text": "Fracții/procente dintr-un număr natural sau dintr-o fracție ordinară L10 133\n1 4 4 1 1\nAstfel, (o optime) din cantitatea propusă corespunde cu :8= ⋅ = kg.\n8 5 5 8 10\n5 1 5 1\nPrin urmare, (5 optimi) din cantitatea propusă corespunde cu 5⋅ = = kg.\n8 10 10 2\n1\nAșadar, în ziua respectivă, Ioana și Clara au colectat kg de materiale reciclabile.\n2\nCe observăm?\n5 4 5⋅4(5⋅4 1\nSoluția problemei poate fi obținută rapid efectuând calculul: ⋅ = = .\n8 5 8⋅5 2\nDe reținut Pentru a afla o fracție dintr‑o fracție, se efectuează produsul celor două fracții.\nAșadar, dacă a, b, c și d sunt numere naturale, cu b, d ≠ 0, atunci:\na c a c\ndin este egal cu ⋅ .\nb d b d\nExemple 1 1 1 1 1 1 9 10 9 9 10 9\n1 din este , deoarece ⋅ = ; 2 din este , întrucât ⋅ = ;\n3 2 6 3 2 6 10 11 11 10 11 11\n6 7 2 6 7 2 4 9 4 9\n3 din este , întrucât ⋅ = ; 4 din este 1, deoarece ⋅ =1.\n35 3 5 35 3 5 9 4 9 4\n10.3. Aflarea unui procent dintr‑un număr natural\nMate Dintre cei 1 200 de elevi ai unei școli, 40% folosesc autobuzul școlii\npractică pentru a veni la cursuri, iar 25% se deplasează cu bicicleta.\na Câți elevi vin la școală cu autobuzul?\nb Câți elevi vin la școală cu bicicleta?\nRezolvare:\nȘtim că procentul este o fracție cu numitorul 100. Așadar:\na numărul elevilor care vin la școală cu autobuzul este:\n40 40\n40% din 1200= din 1200= ⋅1200=480.\n100 100\nb numărul elevilor care vin la școală cu bicicleta este:\n25 25\n25% din 1200= din 1200= ⋅1200=300.\n100 100\nDe reținut p\nPentru a afla un procent p% dintr‑un număr natural (sau dintr‑o fracție) se înmulțește fracția\n100\ncu numărul natural dat (sau cu fracția dată).\nAșadar, dacă p, n, a și b sunt numere naturale, cu b ≠ 0, atunci:\np a p a\na p% din n este egal cu ⋅n; b p% din este egal cu ⋅ .\n100 b 100 b\nExemple 10 150\n1 10% din 20 este 2, deoarece ⋅20=2; 2 150% din 40 este 60, întrucât ⋅40=60;\n100 100\n6 40 6 4 3 15 4 3\n3 40% din 3 este , întrucât ⋅3= ; 4 15% din este , deoarece ⋅ = .\n5 100 5 5 25 100 5 25",
      "text_length": 1935,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    }
  ],
  "summary": {
    "total_chars": 30305,
    "total_lessons": 0,
    "location_range": "121-135"
  }
}