{
  "batch_number": 12,
  "section_count": 15,
  "sections": [
    {
      "page": 181,
      "type": "pdf_page",
      "text": "Punct, dreaptă, plan, semiplan, semidreaptă, segment de dreaptă L1 179\n12 Asociați fiecare desen din coloana din stânga cu denumirea sa din coloana din dreapta:\n1 punct;\na\nb\n2 plan;\nc\nd\n3 segment de dreaptă;\ne\n4 dreaptă;\nf\ng 5 semidreaptă.\n13 Desenați:\na un punct A; b o dreaptă a;\nc un segment de dreaptă OK; d o dreaptă OK;\ne o semidreaptă OK; f o semidreaptă KO;\ng un plan a; h trei semidrepte cu aceeași origine;\ni două segmente, AB și BC;\nj un plan în care să fie evidențiate două semiplane, hașurând unul dintre ele.\n14 Denumește figurile geometrice situate în tabelul următor la coordonatele: (1; B), (1; D), (2; A), (2; C), (3; B),\n(3; C), (3; D), (4; A), (4; C), (5; B), (5; D).\nD\nC\nB\nA\n1 2 3 4 5\n15 Cu ajutorul riglei, desenați configurația geometrică alăturată și scrieți: A\na toate dreptele care apar în configurație;\nb trei segmente de dreaptă care au o extremitate în B; B C\nc patru segmente de dreaptă care conțin punctul C;\nd două semidrepte cu originea în punctul A; D E\ne două semidrepte pentru care punctul D indică sensul acestora.\n16 Cu ajutorul riglei, desenați configurația geometrică alăturată și notați cu E, I, B\nși, respectiv, N, cele 4 puncte marcate, astfel încât să fie îndeplinite simultan\ncondițiile:\na EI este dreaptă;\nb BN este semidreaptă;\nc BI este segment de dreaptă.\nCompletează configurația, trasând semidreapta NE.",
      "text_length": 1354,
      "tables_count": 2,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 182,
      "type": "pdf_page",
      "text": "180 U6 Elemente de geometrie și unități de măsură\nL2\nȘtiați că… Pentru a scrie numerele naturale nenule, mayașii1 utilizau doar două simboluri: puncte și segmente\nde dreaptă. Observați un tabel cu reprezentarea numerelor de la 1 la 15:\n1 2 3 4 5\n6 7 8 9 10\n11 12 13 14 15\nAtunci = ?\nJoc Radu desenează pe o foaie 5 puncte roșii și 5 puncte albastre și îi propune lui Horia să joace\nastfel: o mutare înseamnă că unul dintre cei doi alege două puncte dintre cele 10 și le schimbă\nculoarea din roșu în albastru, respectiv din albastru în roșu. Ei mută alternativ. Câștigă cel care\nreușește ca, după un anumit număr de mutări, să dea celor 10 puncte aceeași culoare. Cine\ncâștigă? Justificați!\nPortofoliu Desenați figura alăturată pe o coală A4\nR\nși indicați:\na 3 semidrepte; D O I\nb două segmente de dreaptă;\nc o dreaptă.\nAșezați coala în portofoliul personal,\nN\n„Geometria este prietena mea”.\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 În figura 10 este desenată (desenat):\nA dreapta AB; B semidreapta AB; C semidreapta BA; D segmentul de dreaptă AB.\nD\nA B A B C D A C B\nFigura 10 Figura 11 Figura 12\n2 În figura 11, pe o dreaptă, au fost marcate punctele A, B, C și D. Originea semidreptei CA este punctul:\nA D; B C; C B; D A.\nLa problema 3, scrie rezolvările complete.\n3 Desenează pe caiet punctele A, B, C și D ca în figura 12. Cu ajutorul riglei, completează figura,\ntrasând:\na segmentul de dreaptă CD; b semidreapta BA.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute\n1\n1 Civilizația Maya a fost una dintre societățile indigene cele mai dominante din Mezoamerica (termen folosit pentru a descrie\nMexicul și America Centrală, înainte de cucerirea spaniolă din secolul al XVI‑lea).",
      "text_length": 1835,
      "tables_count": 13,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 183,
      "type": "pdf_page",
      "text": "Pozițiile relative ale unui punct față de o dreaptă L2 181\nLecţia 2: Pozițiile relative ale unui punct față de o dreaptă.\nL2 Puncte coliniare. Pozițiile relative a două drepte:\ndrepte identice, drepte concurente, drepte paralele\n2.1. Pozițiile relative ale unui punct față de o dreaptă\nÎn imaginea alăturată, un porumbel se odihnește pe o sârmă de telegraf. Un alt porum‑\nbel, aflat în exteriorul sârmei, se apropie în zbor.\nDe reținut Dacă un punct poate fi situat pe o dreaptă, spunem că punctul este interior dreptei.\nDacă un punct nu este situat pe dreaptă, spunem că punctul este exterior dreptei.\nDesenăm Citim\nM Punctul M este situat pe dreapta d sau punctul M aparține dreptei d.\nd\nN Punctul N nu este situat pe dreapta d sau punctul N nu aparține dreptei d.\n2.2. Puncte coliniare\nÎn imaginea alăturată, o rândunică se odihnește pe o sârmă de telegraf.\nAlte trei rândunici se odihnesc pe o sârmă de telegraf apropiată.\nDe reținut Trei (sau mai multe) puncte sunt\nDesenăm Citim\ncoliniare, dacă există o dreaptă\ncare să conțină cele trei puncte. A B C Punctele A, B, C sunt coliniare.\nConsecință: Trei puncte sunt neco‑\nliniare, dacă nu există o dreaptă D Punctele A, B, D sunt necoliniare.\ncare să conțină cele trei puncte.\nCe observăm?\nÎn cazul figurii anterioare, spunem că punctele A și C sunt situate de o parte și de alta a punctului B\n(sau că punctul B este situat între punctele A și C), respectiv punctele B și C sunt situate de aceeași\nparte a lui A (sau că A și B sunt de aceeași parte a lui C).\n2.3. Axioma1 dreptei\nB\nO S\nFigura 1 Figura 2\nÎn figura 1 este prezentată o roată de căruță. Spițele roții sunt legate de un butuc B și sunt prezentate, schematic,\nalăturat. Dacă roata ar avea mai multe spițe, atunci în desenul schematic alăturat am putea desena mai multe drepte\ncare conțin punctul B.\nÎn figura 2 sunt prezentate două roți de căruță care se rotesc, în timpul deplasării căruței, pe o osie, OS, desenată\nschematic, alăturat. Putem desena încă o dreaptă care să conțină punctele O și S?\n1\n1 Adevăr fundamental evident prin el însuși.",
      "text_length": 2061,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 184,
      "type": "pdf_page",
      "text": "182 U6 Elemente de geometrie și unități de măsură\nDe reținut Axioma dreptei A B\nPrin două puncte distincte trece o dreaptă și numai una.\nOrice dreaptă conține cel puțin două puncte distincte.\nSe formulează și astfel: două puncte distincte determină o dreaptă și numai una.\nObservații 1 Putem construi o infinitate de drepte care să treacă printr‑un punct.\n2 Putem construi o singură dreaptă care să treacă prin două puncte distincte.\n3 De aceea, când se enunță axioma dreptei, este foarte importantă precizarea puncte distincte;\naltfel, dacă punctele coincid, nu determină o singură dreaptă, ci mai multe.\n2.4. Pozițiile relative a două drepte\nObservați imaginea în care este prezentată o poartă ce separă o grădină de spațiul exterior.\nCele 4 bare orizontale sunt sudate cu cele 7 bare verticale pentru consolidarea cadrului\narcuit în partea superioară.\nDe reținut Definiție. Două drepte care au toate punctele comune se numesc drepte identice (confundate,\nsuprapuse sau drepte care coincid).\nDesenăm Citim Notăm\nd A B\nDreapta d coincide cu dreapta AB. d = AB\nDefiniție. Două drepte care au un singur punct comun se numesc drepte concurente (secante).\nDesenăm Citim\nC B\nDreptele AB și CD sunt concurente în punctul O.\nA O D\nDefiniție. Două drepte situate în același plan, care nu au niciun punct comun, se numesc drepte\nparalele.\nDesenăm Citim Notăm\nd\nDreapta d este paralelă cu dreapta AB. d t AB\nA B\nScriem:\nPentru a construi drepte paralele, putem folosi rigla și echerul:",
      "text_length": 1476,
      "tables_count": 8,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 185,
      "type": "pdf_page",
      "text": "Pozițiile relative ale unui punct față de o dreaptă L2 183\nProbleme rezolvate: strategii și metode\n1 Fixați două puncte, A și B, și determinați câte drepte care să treacă prin cele două puncte puteți construi.\nRezolvare:\nDistingem două cazuri:\nI. Dacă cele două puncte coincid, putem construi II. Dacă cele două puncte sunt distincte, în con‑\no infinitate de drepte distincte: d, d, d, …, d. for mitate cu axioma dreptei, putem construi\n1 2 3 n\no singură dreaptă: dreapta AB.\nd …\n3 d\nd n A B\n2\nd A\n1\nB\n2 Se consideră 10 puncte distincte, două câte două.\nCare este numărul minim de drepte determinate de cele 10 puncte?\nRezolvare:\nFie A, A, A, …, A cele 10 puncte distincte, două câte două.\n1 2 3 10\nCele 10 puncte distincte determină o singură dreaptă, dacă sunt coliniare.\n3 Se consideră 10 puncte distincte, două câte două.\nCare este numărul maxim de drepte determinate de cele 10 puncte?\nRezolvare:\nPot fi construite drepte al căror număr este maxim atunci când oricare trei puncte dintre cele 10 sunt neco‑\nliniare. Pentru a stabili numărul dreptelor, dispunem de cele două procedee prezentate în cele ce urmează.\nMetoda I. Fixăm punctul A. El determină cu celelalte nouă puncte, 9 drepte.\n1\nApoi fixând, pe rând, A, A, A, …, A în fiecare caz, punctul fixat va determina cu celelalte nouă\n2 3 4 10,\npuncte, 9 drepte. Deoarece în 10 moduri vom pune în evidență câte 9 drepte, s‑ar părea, că s‑au\nformat 10 · 9 = 90 de drepte.\nȚinând cont că: A A = AA; AA = AA; A A = AA; …; AA = A A, deducem că fiecare dreaptă\n1 2 2 1 1 3 3 1 1 4 4 1 9 10 10 9\na fost numărată de două ori și atunci cele 10 puncte determină 90 : 2 = 45 de drepte distincte,\ndouă câte două.\nMetoda II. Fixăm punctul A. Cu el se determină 9 drepte distincte: AA; AA; AA; …; AA\n1 1 2 1 3 1 4 1 10.\nFixăm punctul A. Cu el se determină alte 8 drepte distincte: AA; AA; AA; …; AA\n2 2 3 2 4 2 5 2 10.\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nFixăm punctul A. El mai determină o singură dreaptă (distinctă) cu punctul A : dreapta A A\n9 10 9 10.\nAm obținut astfel drepte distincte al căror număr este egal cu: 1 + 2 + 3 + … + 9 = 9 · 10 : 2 = 45.\nProbleme propuse\n1 Î n figura 3 sunt reprezentate dreapta AB și punctele C, D. Afirmația că punctul C este interior dreptei AB\nși punctul D este exterior dreptei AB este:\na adevărată; b falsă.\nD\nD\nA B E\nA C B C\nFigura 3 Figura 4\n2 Î n figura 4 sunt reprezentate punctele A, B, C, D și E. Dintre următoarele triplete de puncte, coliniare sunt:\na A, B și C; b A, B și D; c A, B și E; d A, C și D.",
      "text_length": 2631,
      "tables_count": 3,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 186,
      "type": "pdf_page",
      "text": "184 U6 Elemente de geometrie și unități de măsură\n3 Observați figura 5 și stabiliți valoarea de adevăr a propozițiilor date. D\na A este punct interior dreptei BC; b D este punct exterior dreptei g;\ng A B C\nc C este punct interior dreptei AB; d A este punct exterior dreptei BC;\ne C este punct exterior dreptei AB; f A, B și C sunt puncte coliniare; Figura 5\ng A, B și D sunt necoliniare; h Dreptele AB și BC sunt identice.\n4 O bservați figura 6 și identificați termenii care lipsesc din spațiile libere, M\nastfel încât să obțineți propoziții adevărate.\nd G E O\na Pe dreapta d se află punctele … . b Față de dreapta d, E este un … .\nFigura 6\nc Față de dreapta d, M este un … . d G, E, O sunt … .\ne G, E, M sunt … . f GE și d sunt … .\n5 Desenați două puncte distincte, M și N, apoi construiți dreapta MN.\n6 D esenați patru puncte A, B, C, D, distincte două câte două, astfel încât B și C să fie de o parte și de alta\na dreptei AD.\n7 D esenați patru puncte A, B, C, D, distincte două câte două, astfel încât B și C să fie de aceeași parte\na dreptei AD.\n8 F ixați un punct A și constatați câte drepte care să treacă prin acel punct puteți construi. Completați afirmația\nde mai jos, astfel încât să devină propoziție adevărată.\nPrintr‑un punct se pot construi … .\n9 O bservați figura 7 și precizați termenii care lipsesc pentru a obține o propoziție M T\nadevărată. A\na M și A sunt puncte … . b Prin M și A pot fi construite … de drepte. Figura 7\nc M și T sunt puncte … . d Prin M și T poate fi construită o singură … .\n10 În figura 8 sunt reprezentate patru puncte distincte: B\nA\na Câte drepte putem construi, astfel încât A și încă unul dintre celelalte trei\npuncte să fie interioare dreptei? D\nC\nb Câte drepte putem construi, astfel încât fiecare dreaptă să conțină cel puțin\ndouă puncte din cele patru fixate? Figura 8\n11 Priviți figura 9 și dați câte trei exemple de:\na drepte concurente;\nb drepte paralele; a B A C\nc drepte identice.\nb T E\n12 a Desenați două drepte a și b concurente în punctul O.\nb Desenați apoi două drepte paralele, AB și CD.\nc\n13 Desenați o dreaptă d și punctul O exterior ei. Folosind rigla V F\nși echerul, construiți prin punctul O dreapta b paralelă cu d. Figura 9\nApoi construiți dreapta g concurentă cu dreapta b în punctul O.\n14 Desenați patru puncte diferite, astfel încât acestea să determine:\na o dreaptă; b patru drepte; c șase drepte.\n15 Se dau trei puncte A, B, C. Câte drepte determină aceste puncte?\n16 Se consideră 8 puncte distincte, două câte două.\na Care este numărul minim de drepte determinate de cele 8 puncte? b Dar cel maxim?\n17 Desenați trei drepte distincte într‑un plan. Care este numărul punctelor de intersecție determinate de cele\ntrei drepte? (Analizați toate cazurile!)",
      "text_length": 2721,
      "tables_count": 2,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 187,
      "type": "pdf_page",
      "text": "Pozițiile relative ale unui punct față de o dreaptă L2 185\nJoc Radu scrie tema la matematică.\nPornind de la figura geometrică de mai jos, ar trebui să precizeze:\na perechile de drepte concurente;\nb perechile de drepte paralele.\na d\ng\nb\nh\ne f i j\nc\nPaul, fratele său, așezat față în față cu Radu, este elev în clasa a IV‑a și a învățat de curând cifrele\nromane. El susține că egalitatea scrisă astfel cu cifre romane este falsă.\nRadu îl contrazice. Este posibil ca amândoi să aibă dreptate?\nPortofoliu Hartă conceptuală\nColiniare Necoliniare\n1 Definește trei noțiuni cuprinse\nîn această hartă.\nIdentice Distincte\n2 Enumeră două idei despre\ncare ai dori să înveți în con‑\ntinuare.\nPuncte\n3 Notează o abilitate pe care\nconsideri că ai dobândit‑o în\nSegmente\naceastă lecție. Drepte Semidrepte\nde dreaptă\nNotă: Eventual, profesorul întoc‑\nmește o fișă de observație.\nIdentice Concurente Paralele\nDesenați pe o coală A4 această hartă și introduceți‑o în portofoliul personal „Geometria este\nprietena mea”.\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 În figura 10 sunt reprezentate punctele G, E, O și M. Dintre\nG\nurmătoarele triplete de puncte, coliniare sunt:\nA G, E și O; B E, O și M; E O M\nC G, O și M; D G, E și M.\n2 Numărul dreptelor distincte determinate de punctele G, E, O\nFigura 10\nși M din figura 10 este egal cu:\nA 3; B 4; C 6; D 12.\nLa problema 3, scrie rezolvările complete.\n3 Se consideră 20 de puncte distincte două câte două.\na Care este numărul minim de drepte determinate de cele 20 de puncte? Justifică răspunsul dat.\nb Care este numărul maxim de drepte determinate de cele 20 de puncte? Justifică răspunsul dat.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 1825,
      "tables_count": 6,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 188,
      "type": "pdf_page",
      "text": "186 U6 Elemente de geometrie și unități de măsură\nLecţia 3: Lungimea unui segment. Distanța dintre două puncte.\nL3\nSegmente congruente\n3.1. Lungimea unui segment\nParalelele inegale reprezintă unul dintre aparatele utilizate în gimnastica\nfeminină. Cele două bare paralele au aceeași lungime, egală cu 240 cm.\nBara superioară este amplasată la înălțimea de 245 cm, iar cea inferioară la\n165 cm. Distanța dintre cele două bare este cuprinsă între 130 cm și 180 cm,\nfiind ajustabilă.\nDe reținut 1 Numim segment unitate un segment ales ca unitate de măsură.\n2 Lungimea unui segment este valoarea acestuia măsurată cu ajutorul unui segment unitate.\n3 Distanța dintre două puncte este lungimea segmentului cu extremitățile în cele două puncte.\nExemple 1 În segmentul AB, segmentul unitate, notat cu u, se cuprinde de 4 ori.\nu\nA B\nScriem: AB = 4u.\n2 Segmentul cu lungimea egală cu 1 cm se cuprinde în segmentul CD de 10 ori.\n1 cm\nC D\nSpunem că lungimea segmentului CD este egală cu 10 cm și scriem CD = 10 cm.\n3 Așezăm rigla gradată de‑a lungul segmentului, cu diviziu‑ A B\nnea 0 în dreptul punctului A și citim pe rigla gradată numărul\ndin dreptul punctului B. 0 1 2 3 4 5\nDistanța dintre punctele A și B, reprezentate în desenul\nalăturat, este egală cu 4 cm și scriem d(A, B) = AB = 4 cm.\n3.2. Segmente congruente\nDe reținut În general, despre două figuri geometrice plane se spune că sunt congruente dacă, prin supra‑\npunere, ele coincid.\nDefiniție. Segmentele care au aceeași lungime se numesc segmente congruente.\nDesenăm Citim Notăm\nSegmentele AB și CD\nA B AB = CD\nau aceeași lungime.\n⇔\nC D ⇔\nAB ≡ CD\nSegmentele AB și CD sunt congruente.\nProprietățile relației de congruență\n1 Reflexivitatea. Orice segment este congruent cu el însuși: AB ≡ AB.\n2 Simetria. Dacă AB ≡ CD, atunci CD ≡ AB.\n3 Tranzitivitatea. Dacă AB ≡ CD și CD ≡ EF, atunci AB ≡ EF.",
      "text_length": 1845,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 189,
      "type": "pdf_page",
      "text": "Lungimea unui segment L3 187\n3.3. Construcția unui segment de dreaptă\nAplicații Construcția unui segment congruent cu un segment dat\nA B\npractice cu ajutorul riglei gradate\nSă construim un segment CD, congruent cu un segment dat, AB.\n0 1 2 3 4 5\nPasul 1: M ăsurăm segmentul dat, AB. În cazul nostru,\nAB = 5 cm.\nPasul 2: A legem un punct oarecare, C. Așezăm rigla gr adată C D\ncu diviziunea 0 în dreptul lui C, iar D ar trebui să fie\nplasat în dreptul diviziunii ce indică 5 cm. Repre‑ 0 1 2 3 4 5\nzentăm punctul D și trasăm segmentul CD.\nConstrucția unui segment congruent cu un segment dat cu ajutorul compasului\nPasul 1: Luăm în deschiderea compasului lungimea segmentului dat, AB (figura 1).\nPasul 2: P e o semidreaptă cu originea în C, deja desenată, trasăm un arc de cerc cu centrul în C\ncare va intersecta semidreapta în D (figura 2).\nA B C D x\nFigura 1 Figura 2\nPasul 3: P entru că în deschiderea compasului am conservat lungimea segmentului AB, avem\nAB ≡ CD.\nProbleme rezolvate: strategii și metode\n1 Pe o dreaptă g se iau punctele A, B și C, astfel încât AB = 3 cm și BC = 4 cm.\nDeterminați distanța de la punctul A la punctul C.\nRezolvare:\nDesenăm dreapta g și fixăm punctele A și B, astfel încât AB = 3 cm:\ng A B\nDeoarece nu se precizează ordinea punctelor, distingem două cazuri:\nCazul I: ordinea punctelor este A, B, C\ng A B C\nAC = AB + BC = 3 cm + 4 cm = 7 cm.\nCazul al II‑lea: ordinea punctelor este C, A, B\ng C A B\nAC = BC ‑ AB = 4 cm ‑ 3 cm = 1 cm.\n2 a Știind că AB = 2 cm și CD = 2 cm, arătați că AB ≡ CD.\nb Știind că AB = 2 cm și AB ≡ CD, determinați lungimea segmentului CD.\nRezolvare:\nAB = 2 cm AB = 2 cm\na ⇒ AB = CD ⇒ AB ≡ CD. b ⇒ CD = 2 cm.\nCD = 2 cm AB ≡ CD ⇒ AB = CD",
      "text_length": 1691,
      "tables_count": 4,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 190,
      "type": "pdf_page",
      "text": "188 U6 Elemente de geometrie și unități de măsură\n3 Construiți un segment NU cu lungimea de 4 cm.\nStabiliți dacă este posibil să construiți un punct L exterior segmentului, astfel\nîncât NL = 3 cm și UL = 1 cm. L\nRăspuns:\nNu este posibil! Oricât am încerca, nu reușim să desenăm un punct L exterior\n?\nsegmentului, asfel încât NL = 3 cm și UL = 1 cm. N U\nAplicație Putem argumenta răspunsul anterior prin această aplicație practică.\npractică Construiți un segment NU cu lungimea de 4 cm. Luați în deschiderea compasului o lungime de 3 cm\nși trasați un cerc cu centrul în N. Apoi luați în deschiderea compasului o lungime de 1 cm și trasați\nun cerc cu centrul în U. Stabiliți unde se află punctul care se află la distanța de 3 cm față de N și,\nîn același timp, se află la distanța de 1 cm față de U.\nDe reținut Verificarea coliniarității a trei puncte distincte\nDacă se dau trei puncte distincte, astfel încât suma lungimilor a două dintre segmentele determinate\neste egală cu lungimea celui de‑al treilea segment determinat, atunci cele trei puncte sunt coliniare.\nDacă se dau trei puncte necoliniare, atunci suma lungimilor oricăror două dintre cele trei segmente\ndeterminate este mai mare decât lungimea celui de‑al treilea segment.\nProbleme propuse\n1 D oi elevi au măsurat lungimea segmentului AB. Radu a așezat rigla gradată ca în figura 3 și a afirmat că\nAB = 2,7 cm. Ioana a măsurat ca în figura 4 și a afirmat că AB = 3 cm.\nA B A B\n0 1 2 3 4 5 0 1 2 3 4 5\nFigura 3 Figura 4\nCine a măsurat corect? Justificați!\n2 a Măsurați segmentele AB și CD din figura de mai jos și scrieți lungimea fiecăruia:\nA B C D\nb Construiți cu ajutorul riglei gradate două segmente, EF și GH, congruente cu AB și, respectiv, CD.\nc Construiți cu ajutorul compasului două segmente, LM și OP, congruente cu AB și, respectiv, CD.\n3 U tilizând rigla gradată, desenați punctele A, B, C, D, coliniare în această ordine, astfel încât AB = 4 cm,\nBC = 3 cm și CD = 5 cm.\n4 U n băț de chibrit are lungimea de 3 cm. Se lipesc 6 astfel de bețe, unul în continuarea celuilalt, astfel încât\ncapetele celor 6 bețe să fie coliniare. Calculați lungimea segmentului determinat de cele 6 bețe.\n5 Î n figura de mai jos, punctele A, B, C, D sunt coliniare, în această ordine, astfel încât segmentele AB și CD\nau aceeași lungime, d(B, C) = 3 cm și d(C, D) = 5 cm.\nA B C D\nAtunci lungimea segmentului AC este mai mare decât lungimea segmentului BC cu:\na 3 cm; b 5 cm; c 8 cm; d 10 cm.",
      "text_length": 2441,
      "tables_count": 6,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 191,
      "type": "pdf_page",
      "text": "Lungimea unui segment L3 189\n6 L ungimea segmentului AB este egală cu 4 cm, iar lungimea segmentului CD este egală cu 25% din 16 cm.\nArătați că d(A, B) = d(C, D).\n7 A nsamblul monumental Calea Eroilor1 din Târgu Jiu este alcătuit din trei lucrări: Coloana fără Sfârșit\n(sau Coloana Infinitului), Poarta Sărutului și Masa Tăcerii. Sunt situate de‑a lungul arterei de circulație\nCalea Eroilor, având o lungime de 1,5 km, cu orientarea generală est‑vest. Strada dreaptă leagă Coloana\nde Poartă și se extinde până la Masa Tăcerii . Distanța dintre Masă și Poartă este de 121 m, iar între Poartă\nși Coloană sunt 1 154 m. Schematizând, obținem\nurmătoarea reprezentare: M P C\nPrecizați litera corespunzătoare răspunsului corect.\ni Distanța dintre Poartă și Coloană este egală cu: a 1,5 km; b 1 154 m; c 121 m; d 1 275 m.\nii Distanța dintre Masă și Coloană este egală cu: a 1,5 km; b 1 154 m; c 121 m; d 1 275 m.\n8 Fie AB un segment cu lungimea de 5 cm. Construiți segmentul MN congruent cu AB.\n9 Î n figura alăturată, AB = 3 cm și AC = 6 cm. Dintre urmă‑\nA B C\ntoarele afirmații, cea adevărată este:\na AB < BC; b AB > BC;\nc AB ≡ BC; d AB≡/ BC.\n10 Ținând cont că relația de congruență se referă la segmente, iar relația de egalitate se referă la lungimile\nacestor segmente, citiți următoarele propoziții și, în fiecare caz, justificați deducția făcută, precizând definiția\nsau proprietatea aplicată:\na AB ≡ CD ⇒ AB = CD; b AB = CD ⇒ AB ≡ CD;\nAB≡CD AB=CD\nc  ⇒ AB ≡ EF ⇒ AB = EF; d  ⇒ AB = EF ⇒ AB ≡ EF.\nCD≡EF CD=EF\n11 Pe o dreaptă, se iau punctele A, B și C, în această ordine, astfel încât AB = 5 cm și CD = 50% din 10 cm.\nArătați că AB ≡ CD.\n12 Fie A un punct interior segmentului BC. Știind că AB = 3 cm și AB ≡ AC, determinați lungimea segmentului BC.\n13 Fie A un punct interior segmentului BC, ce are lungimea egală cu 8 cm. Știind că AB = 4 cm, arătați că AB ≡ AC.\n14 Stabiliți dacă punctele A, B, C sunt coliniare și, în caz afirmativ, precizați ordinea acestora, știind că:\na AB = 1 cm, BC = 7 cm și AC = 8 cm; b AB = 3 cm, BC = 10 cm și AC = 7 cm;\nc AB = 5 cm, BC = 4 cm și AC = 3 cm; d AB = 9 cm, AC = 6 cm și BC = 3 cm.\n15 Desenați o dreaptă d și trei puncte A, B, C pe aceasta, astfel încât AB = 2 cm și AC = 5 cm.\nCalculați lungimea segmentului BC.\n16 În figura alăturată este reprezentat un teren agricol. Terenul este înconjurat de A B\n4\nun gard ABCD, astfel încât CD = 70 m, AB= ⋅CD, BC este cu 10 m mai mare ca AB,\n7\niar AD ≡ AB.\nD C\na Este posibil ca AB = 80% BC? Justificați răspunsul dat.\nb Calculați lungimea gardului ce înconjoară terenul.\n17 Construiți segmentul EF de lungime 12 cm și fixați pe el punctul H, astfel ca EF = 3 EH.\nDeterminați lungimea segmentului HF.\n18 Construiți segmentul EF de lungime 12 cm și fixați pe el punctul H, astfel ca EH = 3 HF. Determinați lungimea\nsegmentului HF.\n1 Ansamblul monumental Calea Eroilor din Târgu Jiu, lucrare de artă creată de Constantin Brâncuși (19 februarie 1876 –\n16 martie 1957) în România.",
      "text_length": 2967,
      "tables_count": 2,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 192,
      "type": "pdf_page",
      "text": "190 U6 Elemente de geometrie și unități de măsură\nL4\n19 În figura de mai jos sunt reprezentate pe o dreaptă punctele E și D. Adi trebuie să poziționeze pe segmentul\nED punctele C, I, L, U, astfel încât ED = 2 · EI = 3 · EL = 4 · EC = 6 · EU.\nE D\nOrdinea celor 6 puncte pe dreapta ED este:\na E – L – C – U – I – D; b E – C – L – I – U – D; c E – U – L – C – I – D; d E – U – C – L – I – D.\n20 P e dreapta d se consideră, în ordine, punctele A , A , A , …, A , astfel încât A A = 1 cm, A A = 2 cm,\n1 2 3 20 1 2 2 3\nAA = 3 cm, … . Ce lungime au segmentele AA, AA, A A , respectiv, AA ?\n3 4 1 4 4 5 19 20 1 20\n21 P e dreapta d se consideră, în ordine, punctele A , A , A , …, A , astfel încât A A = 3 cm, A A = 6 cm,\n1 2 3 20 1 2 2 3\nAA = 9 cm, … . Ce lungime au segmentele A A , respectiv, AA ?\n3 4 19 20 1 20\n22 F ie A, B, C, D patru puncte coliniare, în această ordine, astfel încât: 2 · AC = AB + AD și BD = 211 cm.\nDeterminați lungi mea segmentului BC.\nJoc Fără a ridica pixul, uniți toate punctele prin cât mai puține segmente:\na b\nProiect În figura următoare este realizat planul curții unei școli.\na Măsurați cu rigla gradată și calculați perimetrul figurii.\nb Știind că 1 cm pe desen reprezintă 10 m pe teren, calculați\nperimetrul curții.\nc Realizați planul curții școlii voastre.\nIncludeți fișa în portofoliul personal, „Geometria este prietena mea”.\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 Desenează o dreaptă g și marchează 3 puncte M, N, O, în această ordine, astfel încât MN = 8 cm\nși NO = 25% din MN. Lungimea segmentului MO este egală cu:\nA 0,25 cm; B 2 cm; C 6 cm; D 10 cm.\n2 În figura de mai jos, punctele A, B, C, D sunt coliniare în această ordine, astfel încât segmentele\nAC = 8 cm, AB = 62,5% din AC și AB ≡ CD. Lungimea segmentului AD este egală cu:\nA B C D\nA 5 cm; B 8 cm; C 10 cm; D 13 cm.\nLa problema 3, scrie rezolvările complete.\n3 Pe dreapta g, se consideră punctele P, Q, R, în această ordine, astfel încât PR = 12 cm și QR = 50% din\nPQ. Punctul S este interior dreptei g, astfel încât distanța de la S la Q este egală cu o cincime din PR.\na Ce lungime are segmentul PQ? Justifică răspunsul dat.\nb Calculează lungimea segmentului PS.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2363,
      "tables_count": 8,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 193,
      "type": "pdf_page",
      "text": "Mijlocul unui segment. Simetricul unui punct față de un punct L4 191\nLecţia 4: Mijlocul unui segment. Simetricul unui punct față\nL4\nde un punct\n4.1. Mijlocul unui segment\nMate Adrian vrea să planteze un brăduț, astfel încât să fie egal depărtat de alți doi brăduți deja plantați.\npractică El dispune de o sfoară, suficient de lungă, de o foarfecă și de un creion colorat.\nCum va proceda Adrian?\nRezolvare:\nAdrian taie din sfoară o bucată lungă cât distanța dintre cei doi brăduți. Îndoaie sfoara, apoi o întinde\nbine, astfel încât cele două capete să se suprapună. Colorează capătul nou format și apoi întinde,\ndin nou, sfoara între cei doi brăduți.\nPlantează al treilea brăduț în locul indicat de semnul făcut pe sfoară.\nDe reținut Definiție. Mijlocul unui segment este un punct unic, interior segmentului, ce formează cu extre‑\nmitățile segmentului două segmente congruente.\nDesenăm Citim Notăm\nM este mijlocul\nA M B Punctul M este mijlocul segmentului AB.\nsegmentului AB.\nSegmentele AM și BM sunt congruente.\nAM ≡ BM\nAplicații Determinarea mijlocului unui segment cu ajutorul riglei A B\npractice gradate\nPasul 1: Măsurăm segmentul AB: 0 1 2 3 4 5\nPasul 2: Împărțim la 2 lungimea sa: 4 cm : 2 = 2 cm.\nA M B\nPasul 3: R eprezentăm pe segment punctul M, astfel încât\nd(A; M) = AM = 2 cm:\n0 1 2 3 4 5\nDeterminarea mijlocului unui segment cu ajutorul compasului și al riglei negradate\nPasul 1: F ixăm deschiderea compasului mai Pasul 2: C u centrul în A trasăm un arc de cerc\nmare decât jumătatea segmentului cu deschiderea fixată (figura 2):\n(figura 1):\nA B\nA B\nFigura 1 Figura 2",
      "text_length": 1577,
      "tables_count": 7,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 194,
      "type": "pdf_page",
      "text": "192 U6 Elemente de geometrie și unități de măsură\nPasul 3: L a fel, cu centrul în B și cu aceeași des‑ Pasul 4: Dreapta PQ taie segmentul AB în mij‑\nchidere a compasului, trasăm un alt arc locul său, M (figura 4).\nde cerc care să intersecteze primul arc\nîn punctele P și Q (figura 3).\nP P\nA B A M B\nQ Q\nFigura 3 Figura 4\n4.2. Simetricul unui punct față de un punct\nDe reținut Definiție. Simetricul unui punct A față de un punct M este un punct B, cu proprietatea că M este\nmijlocul segmentului AB.\nDesenăm Citim Notăm\nB este simetricul\nSimetricul punctului A față de punctul M\nA M B lui A față de M.\neste punctul B.\nM este mijlocul\nM este mijlocul segmentului AB.\nsegmentului AB.\nObservații Dacă punctul B este simetricul punctului A față de M, atunci simetricul punctului B față de M este\nchiar punctul A.\nDe aceea, dacă M este mijlocul segmentului AB, se spune că punctele A și B sunt simetrice față\nde punctul M.\nAplicație Construcția simetricului unui punct față de un punct cu ajutorul riglei gradate\npractică A M\nDesen inițial:\nA M\nPasul 1: Desenăm segmentul AM și măsurăm lun‑\ngimea sa:\n0 1 2 3 4 5\nÎn cazul nostru, AM = 2 cm.\nA M B\nPasul 2: Prelungim segmentul AM, dincolo\nde M, cu un segment MB, astfel încât\n0 1 2 3 4 5\nMB = MA = 2 cm.\nPasul 3: Deoarece MA = MB ⇒ M este mijlocul seg‑\nmentului AB, rezultă că B este simetricul\nlui A față de M.",
      "text_length": 1353,
      "tables_count": 7,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 195,
      "type": "pdf_page",
      "text": "Mijlocul unui segment. Simetricul unui punct față de un punct L4 193\nGândire critică\nPe o dreaptă g se consideră punctele distincte A și B. Punctul M este mijlocul segmentului AB, punctul M este\n1 2\nmijlocul segmentului AM, iar punctul M este mijlocul segmentului AM.\n1 3 2\n1\na Determinați numărul natural, nenul, n, știind că AM = ⋅AB.\n3 n\n1 1 1\nb Fără a efectua calculele, arătați că + + <1.\n2 22 23\nRezolvare:\ng A M M M B\n3 2 1\n1\na M este mijlocul segmentului AB ⇒ AM ≡ BM ⇒ AM =BM = ⋅AB;\n1 1 1 1 1 2\n1 1 1 1\nM este mijlocul segmentului AM ⇒ AM ≡ MM ⇒ AM =M M = ⋅AM = ⋅ ⋅AB= ⋅AB;\n2 1 2 1 2 2 1 2 2 1 2 2 22\n1 1 1 1\nM este mijlocul segmentului AM ⇒ AM ≡ MM ⇒ AM =M M = ⋅AM = ⋅ ⋅AB= ⋅AB.\n3 2 3 2 3 3 2 3 2 2 2 22 23\n1 1\nDin AM = ⋅AB și AM = ⋅AB ⇒ n = 23 = 8, care este număr natural, nenul.\n3 n 3 23\n1 1 1\nb MM + MM + MB < AB ⇔ ⋅AB+ ⋅AB+ ⋅AB<AB. Împărțind prin AB, obținem:\n3 2 2 1 1 23 22 2\n1 1 1 1 1 1\n+ + <1 ⇔ + + <1.\n23 22 2 2 22 23\n1 1 1 1 1 1 4 2 1 7\nVerificare: + + = + + = + + = <1.\n2 22 23 2 4 8 8 8 8 8\nProbleme rezolvate: strategii și metode\n1 a Segmentul OT are lungimea egală cu 8 cm, iar P este mijlocul său. Determinați lungimea OP.\nb Segmentul OT are lungimea egală cu 8 cm, iar P este un punct interior acestui segment, astfel încât\nOP = 4 cm. Arătați că P este mijlocul segmentului OT.\nRezolvare: O P T\n1 1\na P este mijlocul segmentului OT, deci OP ≡ PT, de unde rezultă că OP=PT = ⋅OT = ⋅8 cm=4 cm.\n2 2\nb PT = OT ‑ OP = 8 cm ‑ 4 cm = 4 cm.\nOP = 4 cm\n⇒ OP = PT ⇒ OP ≡ PT ⇒ P este mijlocul segmentului OT.\nPT = 4 cm\n2 a Pe o dreaptă g se iau punctele A și B, astfel încât AB = 3 cm. Construiți simetricul lui A față de B și notați‑l\ncu C. Ce lungime are segmentul BC?\nb Pe o dreaptă g se iau punctele A, B și C, în această ordine, astfel încât AB = 3 cm și AC = 6 cm. Arătați că A\nși C sunt simetrice față de B.\nRezolvare:\ng A B C\na\nC este simetricul lui A față de B ⇒ B este mijlocul segmentului AC ⇒ AB ≡ BC ⇒ BC = AB = 3 cm.\nb BC = AC ‑ AB = 6 cm ‑ 3 cm = 3 cm.\nAB = 3 cm\n⇒ A B = BC ⇒ AB ≡ BC ⇒ B este mijlocul segmentului AC ⇒ A și C sunt simetrice față de B.\nBC = 3 cm",
      "text_length": 2091,
      "tables_count": 1,
      "has_images": false,
      "lessons": []
    }
  ],
  "summary": {
    "total_chars": 30231,
    "total_lessons": 0,
    "location_range": "181-195"
  }
}