{
  "batch_number": 14,
  "section_count": 15,
  "sections": [
    {
      "page": 211,
      "type": "pdf_page",
      "text": "Clasificarea unghiurilor. Calcule cu măsuri de unghiuri L7 209\nJoc Așezați 19 bețe de chibrit ca în figura de mai jos.\na Câte unghiuri alungite sesizați?\nb Câte unghiuri drepte au format chibriturile?\nc Mutați un singur chibrit pentru a obține egalitate.\nd Din configurația inițială luați două chibrituri pentru a obține egalitate.\ne Este posibil să mutați două chibrituri, în configurația inițială, pentru a obține egalitate?\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 În figura alăturată, ABC este unghi alungit, DBC este unghi\ndrept, iar unghiurile ABE și DBE sunt congruente. Măsura D\nE\nunghiului ABE este egală cu:\nA 45°; B 50°; C 90°; D 180°.\n2 Desenează un unghi BAC cu măsura de 100°, iar în exte‑ A B C\nriorul acestuia marchează un punct I, astfel încât măsura\nunghiului CAI să fie egală cu 80% din măsura unghiului\nBAC. Atunci unghiul BAI este:\nA ascuțit; B drept; C obtuz; D alungit.\nLa problema 3, scrie rezolvările complete.\n3 Se consideră unghiul VAP cu măsura egală cu 60°. În exteriorul unghiului se ia un punct O, astfel\nîncât măsura unghiului PAO să fie jumătate din măsura unghiului VAP. Apoi se ia un un punctul R,\nastfel încât unghiul PAR să fie drept, iar O să fie punct interior unghiului PAR.\na Arată că unghiul VAO este drept.\nb Demonstrează că VAP ≡ RAO.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 1481,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 212,
      "type": "pdf_page",
      "text": "210 U6 Elemente de geometrie și unități de măsură\nL8 Lecţia 8: F iguri congruente. Axa de simetrie\n8.1. Figuri congruente\nMate 1 Pe o foaie dreptunghiulară, în partea stângă, desenăm un segment de dreaptă, AB. Punem două\npractică picături fine de acuarelă în A și B. Pliem foaia pe jumătate, apoi presăm cu mâna hârtia astfel\nîndoită, după care o desfacem. Notăm cele două puncte obținute în partea dreaptă cu C și D,\napoi trasăm segmentul CD.\nB B C\nA A D\nCe observăm?\nMăsurăm cu rigla cele două segmente. Observăm că au aceeași lungime.\nCele două segmente sunt congruente și scriem AB ≡ CD.\n2 Pe o foaie dreptunghiulară, desenăm în partea stângă un unghi AOB. Punem trei picături de acuarelă\nîn A, O și B. Pliem foaia pe jumătate, apoi presăm cu mâna hârtia astfel îndoită, după care o desfa‑\ncem. Notăm cele trei puncte obținute în partea dreaptă cu C, D și E, apoi desenăm unghiul CDE.\nA A C\nO O D\nB B E\nCe observăm?\nMăsurăm cu raportorul cele două unghiuri. Observăm că au aceeași măsură.\nCele două unghiuri sunt congruente și scriem rAOB ≡ rCDE.\nDe reținut În general, despre două figuri geometrice plane se spune că sunt congruente dacă, prin supra‑\npunere, coincid.\nExemple Următoarele figuri geometrice, din fiecare pereche, sunt congruente:",
      "text_length": 1249,
      "tables_count": 9,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 213,
      "type": "pdf_page",
      "text": "Figuri congruente. Axa de simetrie L8 211\nAplicație Pe un carton sau pe un placaj desenăm un triunghi. Decupăm suprafața triunghiulară obținută,\npractică o notăm cu ABC și o așezăm pe un alt carton. Cu un creion bine ascuțit, desenăm conturul triun‑\nghiului, îl decupăm și‑l notăm cu DEF. Cele două triunghiuri coincid prin suprapunere și, automat,\nco incid și elementele lor corespondente.\nA D\nB C E F\nAstfel, din ∆ABC ≡ ∆DEF avem și corespondența laturilor: AB ≡ DE, BC ≡ EF, CA ≡ DF, respectiv\ncorespondența unghiurilor rA ≡ rD, rB ≡ rE, rC ≡ rF.\nUrmătoarele perechi de poligoane sunt congruente:\nDe reținut Poligoanele congruente au exact aceeași dimensiune și formă. Elementele corespondente a două\npoligoane congruente sunt congruente.\n8.2. Axa de simetrie\nMate 1 Pe o foaie dreptunghiulară, desenăm în partea stângă un segment de dreaptă, AB. Punem două\npractică picături fine de acuarelă în A și B. Pliem foaia de‑a lungul dreptei s, presăm cu mâna hârtia astfel\nîndoită, apoi o desfacem. Notăm cele două puncte obținute în partea dreaptă cu C, respectiv D și\ntrasăm segmentul CD.\nB B C\nA A D\ns s\nCe observăm?\nDacă îndoim foaia de‑a lungul dreptei s, cele două segmente coincid prin suprapunere.\nSegmentele AB și CD sunt congruente.\n2 Pe o foaie dreptunghiulară, desenăm în partea stângă un unghi AOB. Punem trei picături fine de\nacuarelă în A, O și, respectiv B. Pliem foaia de‑a lungul dreptei s, presăm hârtia astfel îndoită,\napoi o desfacem. Notăm cele trei puncte obținute în partea dreaptă cu C, D, respectiv E și dese‑\nnăm unghiul CDE.\nCe observăm?\nDacă îndoim foaia de‑a lungul dreptei s, cele două unghiuri coincid prin suprapunere.\nUnghiurile AOB și CDE sunt congruente.",
      "text_length": 1688,
      "tables_count": 8,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 214,
      "type": "pdf_page",
      "text": "212 U6 Elemente de geometrie și unități de măsură\nDe reținut Dacă putem îndoi o figură geometrică de‑a lungul unei drepte, astfel\nîncât cele două părți formate să coincidă prin suprapunere, spunem că\nfigura geometrică este simetrică. Dreapta după care s‑a realizat îndoi‑\nrea se numește axă de simetrie.\nMate 1 D esenăm un segment de dreaptă AB și mar‑\npractică căm punctul M, mijlocul acestui segment. D\nConstruim o dreaptă DM perpendiculară pe AB.\nPunem o picătură fină de acuarelă în A și pliem\nfoaia de‑a lungul dreptei DM, presăm cu mâna\npeste hârtia astfel îndoită și apoi o desfacem.\nA B\nCe observăm? M\nDreapta MD este axa de simetrie a segmen‑\ntului AB.\n2 D esenăm un unghi BIA, punem o picătură fină\nA\nde acuarelă în B și pliem foaia de‑a lungul\nsemidreptei IA. Presăm cu mâna hârtia a stfel B S\nîndoită, apoi o desfacem. Marcăm punctul S\nîn urma lăsată de acuarelă și trasăm semi‑\ndreapta IS.\nCe observăm?\nI\nDreapta IA este axa de simetrie a unghiului BIS.\nExemple Unele figuri admit axă de simetrie verticală:\ns s s s\nAlte figuri admit axă de simetrie orizontală:\ns s s\nExistă și figuri care admit mai multe axe de simetrie:\na\nb\ng a b d e c\ns b a\nd\ns\ne\nf",
      "text_length": 1165,
      "tables_count": 7,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 215,
      "type": "pdf_page",
      "text": "Figuri congruente. Axa de simetrie L8 213\nProbleme propuse\n1 Desenați pe o foaie următoarele figuri de mai jos:\nDecupați‑le și, prin suprapunere, stabiliți perechile de figuri congruente.\n2 Luați o foaie de hârtie dreptunghiulară și notați lungimea cu AB.\nÎndoiți colțul hârtiei care conține punctul A și trasați conturul colțului îndoit.\nD\nNotați cu D punctul care îi corespunde punctului A pe foaie și apoi desfaceți\nE\ncolțul.\nC\nNotați dreapta rezultată prin presare cu PC. Procedăm la fel cu colțul din\nF\ndreapta hârtiei, astfel încât corespondentul punctului B să fie un punct F, inte‑\nrior segmentului DP.\nA P B\nNotăm cu E celălalt capăt al dungii imprimate prin presare.\na Triunghiul ACP s‑a suprapus peste triunghiul DCP și atunci ∆ACP ≡ ∆… .\nb Triunghiul EBP s‑a suprapus peste triunghiul … și atunci ∆… ≡ ∆EFP.\nc Stabiliți prin măsurare cu raportorul dacă rA ≡ rB ≡ rCPE.\n3 Desenați următoarele figuri de mai jos:\ns\ns\ns\ns\nDecupați‑le și, prin suprapunere, stabiliți, în fiecare caz, dacă dreapta s este axă de simetrie.\n4 C onstruiți pe o hârtie un unghi xOy cu măsura egală cu 60°, iar pe laturile Ox, Oy marcați punctele A și B,\nastfel încât OA = OB = 6 cm. Puneți în evidență segmentul AB. Decupați triunghiul AOB obținut.\na Îndoiți triunghiul AOB, astfel încât A să se suprapună peste B, presați, desfaceți hârtia și notați cu M punc‑\ntul unde dunga imprimată întâlnește segmentul AB. Datorită suprapunerii efectuate, putem afirma că:\n• Punctul M este … segmentului AB și AM ≡ … .\n• OM este axa de simetrie a unghiului … și rAOM ≡ r… .\nb Îndoiți triunghiul AOB, astfel încât A să se suprapună peste O, presați, desfaceți hârtia și notați cu T punc‑\ntul în care dunga imprimată întâlnește segmentul AO. Datorită suprapunerii efectuate, putem afirma că:\n• Punctul T este mijlocul segmentului … și AT ≡ … .\n• BT este … a unghiului ABO și r… ≡ r… .\nc Creați singuri o sarcină suplimentară și scrieți cel puțin 4 afirmații.\n5 Trasați axele de simetrie ale următoarelor figuri geometrice:",
      "text_length": 1995,
      "tables_count": 3,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 216,
      "type": "pdf_page",
      "text": "214 U6 Elemente de geometrie și unități de măsură\nL9\n6 Folosind, eventual, desenele din această lecție, stabiliți valoarea de adevăr a propozițiilor:\na Un segment are o singură axă de simetrie.\nb Un unghi are o singură axă de simetrie.\nc Cifra 8 admite două axe de simetrie.\nd Litera H admite două axe de simetrie.\ne Dreptunghiul admite două axe de simetrie.\nf Pătratul admite patru axe de simetrie.\n7 Scrieți literele A, D, E, F, M, T, V, W, O și precizați care dintre ele au axă de simetrie.\nJoc Împărțiți figura alăturată în patru părți congruente constru‑\nind doar trei segmente.\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 În figura 1, prin îndoire de‑a lungul dreptei DB, punctul A se suprapune peste punctul C. Atunci axa\nde simetrie a segmentului AC este dreapta:\nA AC; B AD; C BD; D CD.\nD S\nE\nA B C\nB I\nFigura 1 Figura 2\n2 În figura 2, prin îndoire de‑a lungul dreptei IE, punctul B se suprapune peste punctul S.\nAtunci unghiul BIE este congruent cu unghiul:\nA rIES; B rSIE; C rISE; D rBIS.\nLa problema 3, scrie rezolvările complete.\n3 a Scrie cifra zero și trasează o axă de simetrie.\nb Trasează axele de simetrie ale altor cifre din sistemul zecimal.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 1361,
      "tables_count": 5,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 217,
      "type": "pdf_page",
      "text": "Unități de măsură pentru lungime. Perimetrul L9 215\nLecţia 9: Unități de măsură pentru lungime. Perimetrul\nL9\n9.1. Multiplii și submultiplii metrului\nMate Împărțiți în trei grupe, elevii clasei a V‑a au primit următoa‑\npractică rele sarcini de lucru: echipa coordonată de Horia trebuia\nsă compună o problemă care să aibă ca rezultat lungi‑\nmea etapei Sibiu — Transfăgărășan — Bâlea Lac din cadrul\nTurului Ciclist al României. Grupa coordonată de Radu\ntrebuia să calculeze lungimea unui traseu turistic egală\ncu 40% din 195 hm. Grupa coordonată de Ioana trebuia\nsă afle lungimea unui stilou, știind că 40% din lungimea\nacestuia este egală cu 31,2 mm.\nCe rezultat au obținut elevii fiecărei grupe?\nRăspuns: 78.\nRezolvare:\n• L ungimea etapei Sibiu—Transfăgărășan—Bâlea Lac din cadrul Turului Ciclist al României este\nde 78 km.\n40 2\n• 40% din 195 hm= ⋅195 hm= ⋅195 hm=78 hm.\n100 5\n40\n• Dacă s este lungimea stiloului, atunci: 40% din s = 31,2 mm, adică ⋅s=31,2 mm.\n100\n40 2 5\ns=31,2 mm: =31,2 mm: =31,2 mm⋅ =78 mm.\n100 5 2\nCe observăm?\nDeși pare că cele trei răspunsuri sunt identice, cele trei răspunsuri exprimate corect sunt: 78 km,\n78 hm, respectiv 78 mm sunt diferite și scot în evidență faptul că pentru măsurarea adecvată\na diverselor lungimi a fost necesară introducerea multiplilor și submultiplilor metrului.\nDe reținut\nMultiplii metrului Submultiplii metrului\ndecametrul (notat dam); decimetrul (notat dm);\nhectometrul (notat hm); centimetrul (notat cm);\nkilometrul (notat km); milimetrul (notat mm).\nȘtiați că… Pentru estimarea unor lungimi s‑au utilizat de‑a lungul timpului unități precum: pasul, palma,\ncotul, stânjenul, prăjina, leghea etc. Pentru a rezolva inconvenientele create de utilizarea diver‑\nselor etaloane de măsură pentru lungimi, în data de 20 mai 1875, s‑a încheiat la Paris Convenția\nmetrului. Astfel, pentru ca măsurarea unei mărimi să nu aibă rezultate diferite, oamenii au stabi‑\nlit un sistem de unități de măsură valabil în aproape toate țările lumii. Metrul etalon, cu mărimea\nacceptată o ficial ca unitate de bază într‑un sistem de măsurare, se află la Paris.\n9.2. Transformarea unităților de măsură\nPentru a transforma o unitate de măsură în alta folosim următoarea schemă:\nkm hm dam m dm cm mm\n• Unitățile de măsură mari se transformă în unități mici prin înmulțire cu 10n.\n• U nitățile de măsură mici se transformă în unități mari prin împărțire cu 10n, unde n este numărul segmentelor\nd intre cele două unități.",
      "text_length": 2449,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 218,
      "type": "pdf_page",
      "text": "216 U6 Elemente de geometrie și unități de măsură\nUtilă este și următoarea scară a multiplilor, respectiv a submultiplilor metrului:\n· 10 :10 · 10 :10\nkm m\n· 10 : 10 · 10 : 10\nhm hm dm dm\n· 10 · 100 : 100 : 10 · 10 · 100 : 100 : 10\ndam dam cm cm\n· 1 000 : 1 000 · 1 000 : 1 000\nm m mm mm\nExemple 1 8,53 dam = 8,53 · 10 m = 85,3 m; 2 1,2 hm = 1,2 · 100 m = 120 m;\n3 3,5 km = 3,5 · 1 000 m = 3 500 m; 4 0,75 dam = 0,75 · 1 000 cm = 750 cm;\n5 8,53 m = (8,53 : 10) dam = 0,853 dam; 6 1,6 dm = (1,6 : 100) dam = 0,016 dam;\n7 3,5 m = (3,5 : 1 000) km = 0,0035 km; 8 7 dm = (7 : 1 000) hm = 0,007 hm.\n9.3. Perimetrul\nDe reținut Perimetrul unei figuri geometrice mărginite de segmente de dreaptă este egal cu suma lungimilor\nacestor segmente. Se notează cu P.\n1 Perimetrul unui pătrat cu lungimea laturilor egală cu l este P = 4 l.\n2 Perimetrul unui dreptunghi cu lungimea laturilor egală cu L (pentru lungime) și l (pentru lățime)\neste P = 2 · (L + l).\n3 Dacă lungimile laturilor unui triunghi sunt a, b, c, atunci perimetrul său este P = a + b + c.\nProbleme rezolvate: strategii și metode\n1 Radu pleacă de acasă în excursie pe Vârful Cozia și merge cu mașina 295 hm, cu bici‑\ncleta 9,6 km, iar ultimii 370 dam îi parcurge pe jos. Care este distanța dintre casa lui Radu\nși Vârful Cozia?\nRezolvare:\nDistanța este egală cu 295 hm + 9,6 km + 370 dam = 29,5 km + 9,6 km + 3,7 km = 42,8 km.\n2 Un teren de formă triunghiulară are perimetrul egal cu 210 m, iar două laturi ale triun‑\nghiului au aceeași lungime. Știind că una din laturi are lungimea egală cu 60 m, să se afle\nlungimile celorlalte două laturi.\nRezolvare:\nNotăm cu a și b lungimile celorlalte două laturi ale triunghiului.\nPerimetrul său este P = a + b + 60 m = 210 m.\nDistingem două cazuri:\n• Dacă a = 60 m, atunci b = P ‑ 60 m ‑ 60 m = 210 m ‑ 120 m = 90 m.\n• Dacă a = b ≠ 60 m, atunci a = b = (P ‑ 60 m) : 2 = (210 m ‑ 60 m) : 2 = 150 m : 2= 75 m.\n3 O grădină are forma unui dreptunghi cu lungimea egală cu 48 m, iar lățimea egală cu 0,75 din lungime.\nCât costă gardul necesar împrejmuirii grădinii, dacă un metru liniar de gard costă 20 de lei?\nRezolvare:\n75 3\nl = 0,75 din 48 m= ⋅48 m= ⋅48 m=3⋅12 m=36 m\n100 4\nP = 2 · (L + l) = 2 · (48 m + 36 m) = 2 · 84 m = 168 m.\nGardul costă 20 lei · 168 = 3 360 lei.",
      "text_length": 2261,
      "tables_count": 3,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 219,
      "type": "pdf_page",
      "text": "Unități de măsură pentru lungime. Perimetrul L9 217\nProbleme propuse\n1 Comparați:\na 85 dam cu 85 dm; b 24 cm cu 240 mm; c 72 km cu 7 200 dam;\nd 6,8 km cu 601 dam; e 3,4 dm cu 333 mm; f 0,764 dam cu 7 630 mm.\n2 Stabiliți dacă următoarele afirmații sunt adevărate sau false:\na 78,9 dam = 0,789 hm; b 2 500 cm = 25 m; c 867 mm = 86,7 cm;\nd 438 dam = 4,4 km; e 0,54 m = 539 mm; f 0,47 dm = 47,5 mm.\n3 Transformați în metri:\na 0,75 dam; b 4, 58 hm; c 0,2465 km; d 23,5 hm; e 8,25 km.\n4 Transformați în decimetri:\na 6,25 m; b 2, 36 dam; c 24,506 hm; d 0,175 km; e 0,036 dam;\nf 4,75 cm; g 45, 5 mm; h 3,2 mm; i 23,5 cm; j 6 mm.\n5 Transformați în decametri:\na 3,25 km; b 0,85 hm; c 0,068 km; d 13,2 km; e 0,06 hm;\nf 82,7 m; g 405 dm; h 200 mm; i 4,5 cm; j 8 dm.\n6 Calculați:\na 87 m + 2,8 dam + 88 dm = ? dm; b 87 cm + 103 mm ‑ 2 dm = ? cm;\nc 654 hm ‑ 3 km + 24 m = ? dam; d 0,87 dam ‑ 2,5 m + 186 dm = ? m;\ne 0,82 km + 170 dam ‑ 45 m = ? hm; f 5,6 hm + 240 dam ‑ 150 m = ? km.\n7 Calculați:\na 3 · 1,4 cm + 5 · 0,36 cm = ? cm; b 8 · 153 dm ‑ 280 000 mm : 100 = ? m;\nc 1,2 km : 4 ‑ 0,3(54) dam · 11 = ? hm; d 8 500 mm + 8,75 cm ‑ 0,007 dam = ? dm;\ne 106 dam · 4 ‑ 18 hm : 6 = ? km; f 4 · 103 dm ‑ 18 hm : 102 = ? dam.\n8 Indicați unitățile de măsură adecvate pentru a măsura:\na lungimea unui creion; b lungimea sălii de clasă; c distanța dintre două orașe;\nd grosimea unui geam; e lungimea unui ac; f lungimea Dunării.\n9 Estimați următoarele lungimi, apoi verificați prin măsurare și calculați eroarea făcută:\na lungimea unui creion; b lungimea sălii de clasă; c lățimea cărții de matematică.\n10 O mașină pleacă din orașul A să aducă marfă din orașul B. Distanțele dintre localități sunt indicate în figura\nde mai jos:\nE\n750\nh\nm\n9 000\ndam\nB\nA 60 km C\n74,9\nkm\n9 410 dam\nD\nCe itinerar trebuie ales pentru a optimiza cheltuielile necesare pentru motorină?\n11 Copiați tabelul de mai jos în caiete, calculați și completați:\nLungimea laturii pătratului 4,3 m 24,5 cm\nPerimetrul pătratului 6,8 km 666 dam\n12 Calculați perimetrul unui triunghi ABC, în care AB = 24 cm, AC = 100 mm și BC = 2,6 dm.",
      "text_length": 2076,
      "tables_count": 2,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 220,
      "type": "pdf_page",
      "text": "218 U6 Elemente de geometrie și unități de măsură\nL10\n13 Latura unui pătrat are lungimea cuprinsă între 300 cm și 0,32 dam. Determinați numerele x și y, știind\ncă perimetrul acestui pătrat este cuprins între x metri și y metri?\n14 Copiați tabelul de mai jos în caiete, calculați și completați:\nPerimetrul dreptunghiului 182 hm 456 cm\nLungimea 67 m 6,3 km 8,5 m 855 m\nLățimea 338 dm 680 mm 186 mm 855 dm\n15 Horia, Radu și Ioana au măsurat lungimea unei cărți și au obținut valorile: 26,8 cm, 277 mm și 2,72 dm.\nTransformați în aceeași unitate de măsură și stabiliți cine a măsurat corect, știind că lungimea cărții era egală\ncu 20% din 1,36 m.\n16 Perimetrul unui triunghi este de 354 cm. Calculați lungimile laturilor triunghiului, știind că acestea sunt\nnumere pare consecutive, exprimate în centimetri.\n17 Perimetrul unui dreptunghi este egal cu 48 m. Determinați lungimea și lățimea dreptunghiului, știind că lun‑\ngimea este de trei ori mai mare decât lățimea.\n18 Un dreptunghi are lungimea egală cu 700 m, iar lățimea egală cu trei sferturi din lungime. Perimetrul unui\npătrat reprezintă 50% din perimetrul acestui dreptunghi. Ce lungime are latura pătratului?\n19 Dacă mărim lungimea unui dreptunghi cu 2 cm și lățimea cu 3 cm, obținem un pătrat cu perimetrul de 49 cm.\nCalculați perimetrul dreptunghiului.\nProiect a Măsurați și calculați perimetrul curții casei voastre.\nb Realizați planul curții școlii, astfel încât 1 cm pe desen reprezintă 10 m pe teren.\nIntroduceți desenul în portofoliul personal, „Geometria este prietena mea”.\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 Perimetrul unui pătrat este egal cu 82,4 m. Lungimea laturii pătratului este egală cu:\nA 4,6 m; B 20,4 m; C 20,6 m; D 21,6 m.\n2 O grădină are forma unui dreptunghi cu lungimea de 648 hm, iar lățimea egală cu 75% din\nlungime. Lungimea gardului ce înconjoară grădina este egală cu:\nA 1 124 hm; B 1 134 hm; C 2 248 hm; D 2 268 hm.\nLa problema 3, scrie rezolvările complete.\n3 Perimetrul unui triunghi este de 549 m.\na Dacă laturile triunghiului ar fi congruente, arată că lungimea unei laturi este mai mare decât\n1 820 dm.\nb Calculează lungimile laturilor triunghiului, știind că acestea reprezintă numere naturale conse‑\ncutive, exprimate în metri.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2428,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 221,
      "type": "pdf_page",
      "text": "Unități de măsură pentru arie L10 219\nLecţia 10: Unități de măsură pentru arie.\nL10\nAplicații: aria pătratului/dreptunghiului\n10.1. Unități de măsură pentru arie\nMate Ioana are mai multe pătrate colorate cu latura de 1 cm pe care le lipește, unul\npractică lângă altul, peste pătratul cu latura de 3 cm, din figura alăturată. De câte pătrate\ncolorate are nevoie Ioana pentru a acoperi tot pătratul cu latura de 3 cm?\nRăspuns: Ioana împarte fiecare latură a pătratului în trei segmente de lungime\n1 cm și realizează desenul de mai jos:\nA B A E G B\nI J\nK L\nD C D F H C\nIoana observă că pentru a acoperi tot pătratul de latură 3 cm are nevoie de\n9 pătrate cu latura de 1 cm.\nDe reținut Aria unei figuri geometrice este o măsură a întinderii figurii geometrice. Unitatea principală de\nmăsură pentru aria suprafețelor este metrul pătrat, notat m2. Un m2 reprezintă aria suprafeței\nunui pătrat cu latura de 1 m (1 cm2 reprezintă aria suprafeței unui pătrat cu latura de 1 cm etc.).\nPentru ușurința exprimării, în loc de aria suprafeței pătratului, vom utiliza aria pătratului.\nExemple 1 În cazul Ioanei, aria pătratului cu latura de 3 cm este egală cu 9 cm2.\n2 Determinați ariile următoarelor figuri geometrice:\n1 mm2 1 dm2 1 m2\nPrima figură geometrică este formată din 14 pătrate, deci aria sa este 14 mm2.\nA doua figură geometrică este formată din 12 pătrate, deci aria sa este 12 dm2.\nA treia figură geometrică este formată din 17 pătrate, deci aria sa este 17 m2.\n10.2. Multiplii și submultiplii metrului pătrat. Transformări\nDe reținut Multiplii metrului pătrat sunt unități de măsură\n1 km2\nutilizate, în general, pentru a măsura aria unor Înmulțire cu 100 1 hm2\nsuprafețe mai mari de 1 m2: 1 dm2\n1 m2\n• decametrul pătrat, notat dam2 1 dm2\n• hectometrul pătrat, notat hm2 1 cm2 Împărțire cu 100\n1 mm2\n• kilometrul pătrat, notat km2\nSubmultiplii metrului pătrat sunt unități de măsură utilizate, în general, pentru a măsura aria unor\nsuprafețe mai mici decât 1 m2:\n• decimetrul pătrat, notat dm2 • centimetrul pătrat, notat cm2 • milimetrul pătrat, notat mm2\nPentru a transforma o unitate de măsură într‑o altă unitate de măsură, imediat superioară, împărțim\nla 100, iar pentru transfomarea într‑o unitate de măsură imediat inferioară, înmulțim cu 100.",
      "text_length": 2249,
      "tables_count": 9,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 222,
      "type": "pdf_page",
      "text": "220 U6 Elemente de geometrie și unități de măsură\nObservații Pentru exprimarea suprafeței unui teren se mai folosesc ca unități de măsură:\n• arul: 1 ar = 1 dam2;\n• hectarul: 1 ha = 1 hm2.\nExemple 1 3,4 km2 = 3,4 · 100 hm2 = 340 hm2 = 340 · 100 dam2 = 34 000 dam2;\n2 125 cm2 = (125 : 100) dm2 = 12,5 dm2 = (12,5 : 100) m2 = 0,125 m2;\n3 0,78 ha = 0,78 hm2 = 0,78 · 100 dam2 = 78 ari.\n10.3. Aplicații: aria pătratului/dreptunghiului\nMate Ioana dorește să calculeze 6 cm 5 cm\npractică aria unui pătrat cu latura\nde 6 cm.\nAdi vrea să calculeze aria\nunui dreptunghi cu lungi‑\nmea de 9 cm și lățimea de\n5 cm. 6 cm\nRăspuns:\nIoana observă că pe fiecare\n9 cm\nlinie sunt câte 6 pătrate cu\naria de 1 cm2, iar pe fie‑\ncare coloană sunt pătrate\ncu aria de 1 cm2. Suprafața\npătratului este acoperită complet de 6 · 6 = 36 de pătrate cu aria\nde 1 cm2. În concluzie, aria pătratului este egală cu 36 cm2.\nHoria observă ca pe fiecare linie sunt câte 5 pătrate cu aria de 1 cm2,\niar pe fiecare coloană sunt 9 pătrate cu aria de 1 cm2. Suprafața\ndreptunghiului este acoperită complet de 9 · 5 = 45 de pătrate cu\naria de 1 cm2. Deci aria dreptunghiului este egală cu 45 cm2.\nDe reținut Aria unui pătrat cu lungimea laturii l este egală cu l · l = l2.\nAria unui dreptunghi cu lungimea L și lățimea l este egală cu L · l.\n1 Dreptunghi 2 Pătrat\nLungime = L Lățime = l Aria = L · l Latura = l Aria = l2\n1,2 cm 0,6 cm A = (1,2 · 0,6) cm2 = 0,72 cm2 2,5 cm A = (2,5 cm)2 = 6,25 cm2\n5 10 5 10 25\ndm dm A= ⋅ dm2 = dm2 0,12 dam A = (0,12 dam)2 = 0,0144 dam2\n2 9 2 9  9\n7 7 2 49\n0,4 hm 0,04 hm A = (0,4 · 0,04) hm2 = 0,016 hm2 m A= m = m2\n3 3  9",
      "text_length": 1626,
      "tables_count": 12,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 223,
      "type": "pdf_page",
      "text": "Unități de măsură pentru arie L10 221\nProbleme rezolvate: strategii și metode\n1 În desenul alăturat, aria unui pătrat mic este egală cu 1 dm2. Determinați aria\nsuprafeței paralelogramului colorat.\nRezolvare:\nParalelogramul este format din 8 pătrate întregi și din două triunghiuri care coin‑\ncid prin suprapunere (diferă doar poziția lor pe desen). Cele două triunghiuri for‑\nmează un dreptunghi care acoperă două pătrate din desen. În concluzie, aria\nparalelogramului este egală cu aria a 10 pătrate, adică 10 dm2.\n2 Podeaua unei bucătării are forma din figura alăturată. Dimensiunile precizate de D C\nfigură sunt exprimate în metri. Precizați trei moduri practice de a determina aria F 3 E\npodelei bucătăriei. 3\n2\nA 5 B\nRezolvare:\na Realizând un caroiaj pe figura dată, obținem figura alăturată.\nD C\nSuprafața podelei bucătăriei este formată din 12 pătrate cu latura de 1 m, deci\naria suprafeței este egală cu 12 m2. F E\nA B\nb Prelungim segmentul DE până când intersectează latura AB și obținem figura D C\nalăturată. Aria podelei este egală cu suma ariilor celor două dreptunghiuri, F 3 E\nAGEF și GBCD.\n3\nAria podelei este egală cu 3 m · 2 m + 3 m · 2 m = 12 m2. 2\nA 3 2 B\nc Dreptele DC și AF se intersectează în punctul G și obținem figura alăturată. G D C\nAria podelei este egală cu diferența dintre aria dreptunghiului ABCG și aria F 3 E\ndreptunghiului FEDG.\n3\nAria podelei este egală cu 5 m · 3 m ‑ 3 m · 1 m = 12 m2. 2\n3 Calculați aria unui dreptunghi cu lungimea de 12,3 dm și lățimea de 115 cm. A 5 B\nRezolvare:\nPentru a putea calcula aria dreptunghiului, este necesar ca dimensiunile sale să fie exprimate prin aceeași\nuni tate de măsură. Vom utiliza decimetrul. Pentru aceasta, observăm că lățimea dreptun ghiului este egală\ncu 115 cm = 11,5 dm. În concluzie, obținem aria dreptunghiului egală cu 12,3 dm · 11,5 dm = 141,45 dm2.\nProbleme propuse\n1 Calculați aria unui pătrat cu latura de lungime:\na 3 cm; b 12 m; c 2,5 dam; d 0,3 km;\ne 120 mm; f 0,01 hm; g 7,5 cm; h 4,5 dm.\n2 Calculați aria unui dreptunghi ce are dimensiunile:\na L = 0,5 dam, l = 3,2 m; b L = 10,1 cm, l = 50 mm;\nc L = 35 dm, l = 200 cm; d L = 2,7 dam, l = 210 dm.\n3 Desenați un dreptunghi cu lungimea de 6 cm și lățimea de 5 cm. Calculați perimetrul și aria dreptunghiului.\n4 Transformați în metri pătrați:\na 0,072 dam2; b 3,9 ha; c 25 ari;\nd 67 000 cm2; e 0,0003 km2; f 7 200 000 mm2.",
      "text_length": 2365,
      "tables_count": 3,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 224,
      "type": "pdf_page",
      "text": "222 U6 Elemente de geometrie și unități de măsură\n5 Transformați în unitatea de măsură indicată:\na 15,28 dm2 în cm2; b 8,2 dam2 în dm2; c 700 000 cm2 în dam2;\nd 147 000 m2 în km2; e 0,025 km2 în ari; f 10 000 000 cm2 în ha.\n6 Precizați ce unitate de măsură este adecvată pentru exprimarea ariei:\na unei coli de hârtie; b podelei unui dormitor; c unei țări.\n7 U tilizând o riglă gradată și, alegând o unitate de măsură adecvată, determinați ariile figurilor geometrice din\ndesenul de mai jos.\na b c d\n8 Comparați:\na 36 cm2 cu 123 mm2; b 22 dam2 cu 1 ha; c 72 ari cu 0,072 km2;\nd 74 m2 cu 7,4 hm2; e 0,05 dam2 cu 500 dm2; f 3,5 m2 cu 3,49 dm2.\n9 C urtea unei școli, care are formă de dreptunghi cu lungimea de\n47 m și lățimea de 21 m, se pavează cu plăci de beton în formă\nde pătrat cu latura de 50 cm.\nDeterminați numărul plăcilor de beton necesare pavării curții.\n10 O combină treieră într‑o zi grâul de pe o suprafață de 1,5 ha.\nÎn câte zile va treiera grâul de pe o tarla în formă de pătrat cu\nlatura de 300 m?\n11 În desenul alăturat, aria unui pătrat este egală cu 1 cm2.\nDeterminați aria triunghiului colorat cu albastru.\n12 O curte cu aria de 36 de ari este pavată cu 7 200 de dale.\nDeterminați aria suprafeței unei dale.\n13 Pentru a placa un perete, se folosesc plăci de mozaic cu aria\nde 200 cm2 fiecare. Plăcile se așază pe 30 de rânduri a câte\n24 de plăci. Determinați aria peretelui și exprimați‑o în m2.\n14 Curtea casei lui Radu are forma unui pătrat cu latura de 0,6 dam. Într‑o zi, a plouat atât de intens, încât pe\nfiecare metru pătrat de teren a căzut o cantitate de apă egală cu 75 de litri. Ce cantitate de apă, exprimată\nîn kilolitri, a căzut în acea zi în curtea casei?\n15 O grădină are formă de pătrat cu lungimea laturii egală cu 75% din 160 m.\na Ce lungime are gardul ce înconjoară grădina, știind că există o poartă cu lungimea de 3 m?\nb Determinați aria grădinii și exprimați‑o în hectare.\n16 Un teren cultivat cu căpșuni are formă de dreptunghi cu lungimea de 90 dam, iar lățimea egală cu 60% din\nlungime. Dacă de pe fiecare metru pătrat s‑au recoltat 200 de grame de căpșuni, iar toată cantitatea culeasă\na fost valorificată cu 7 lei pe kilogram, determinați ce sumă s‑a încasat.\n17 Eva le povestește prietenilor: În fața casei bunicilor este o grădină. Acum două luni, în primăvară, bunicul\na adus doi pari scurți, ascuțiți doar la un capăt și i‑a legat cu o sfoară lungă de 10 m. A înfipt bine un par\nîn pământ, iar cu vârful ascuțit al celuilalt a trasat un cerc. A efectuat această operație de trei ori. Bunica\na plantat flori din răsad sau a pus semințe în pământul din ronduri, iar în restul suprafeței a semănat gazon.\nAcum sunt trei ronduri de flori ce‑ți încântă privirea.",
      "text_length": 2707,
      "tables_count": 2,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 225,
      "type": "pdf_page",
      "text": "Unități de măsură pentru arie L10 223\nRăspundeți la cerințele de mai jos, știind că toată grădina de flori are forma unui dreptunghi\ncu lungimea de 70 m și lățimea de 25 m.\na Determinați aria și perimetrul grădinii.\nb Știind că aria fiecărui rond este cuprinsă între 314 m2 și 315 m2, calculați între ce limite este\ncuprinsă aria suprafeței gazonului.\nActivitate În figura de mai jos, Horia a realizat schematic planul casei sale. Utilizând dimensiunile din schemă,\npe grupe exprimate în metri, calculați:\nA 5 B 2 C 4 D\n3 baie\ndormitor 1 4\ncamera de zi\nL M\nK E\nhol\nG N dormitor 2 4\nbucătărie\n2\nH I J F\na Aria suprafeței celor două dormitoare.\nb Aria suprafeței holului.\nc Comparați aria suprafeței celor două dormitoare cu aria suprafeței camerei de zi.\nd Realizați schematic planul casei, apoi răspundeți la cerințele a, b și c ținând cont de noile\ndimensiuni.\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 Un dreptunghi are lungimea de 4,3 dm și lățimea de 3,4 dm. Aria acestuia este egală cu:\nA 1,462 dm2; B 14,62 dm2; C 146,2 dm2; D 1 462 dm2.\n2 Numărul plăcilor de gresie, având formă de pătrat cu latura de 20 cm, necesare pentru a placa\npodeaua unei băi în formă de pătrat cu latura de 3 m, este egal cu:\nA 15; B 25; C 125; D 225.\nLa problema 3, scrie rezolvările complete.\n3 În figura alăturată este reprezentat schematic H G\nun parc EFGH în formă de dreptunghi, care are A B\nîn centru un lac în formă de pătrat ABCD. De jur\nîmprejurul lacului, parcul este acoperit cu gazon.\nDacă AB = 10 m, EF = 50 m și FG = 30 m, atunci\ncalculează:\na perimetrul parcului; D C\nb aria suprafeței acoperite cu gazon. E F\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 1809,
      "tables_count": 5,
      "has_images": false,
      "lessons": []
    }
  ],
  "summary": {
    "total_chars": 28909,
    "total_lessons": 0,
    "location_range": "211-225"
  }
}