{
  "batch_number": 7,
  "section_count": 15,
  "sections": [
    {
      "page": 106,
      "type": "pdf_page",
      "text": "104 U4 Fracții ordinare\np\nDe reținut\nDacă p este un număr natural, fracția se notează p% și se citește p procente sau p la sută.\n100\nProcentul este o fracție cu numitorul 100.\nExemple 1 Zona albă din pătratul 10 × 10 colorat de cei trei copii conține 15 pătrățele, deci reprezintă 15%\ndin întregul pătrat.\n2 Pentru a scrie procentele sub formă de fracții ordinare, pot fi folosite și fracții echivalente, așa\ncum rezultă din imaginile de mai jos:\n25 1 40 2 50 1\n25%= = 40%= = 50%= =\n100 4 100 5 100 2\nProbleme rezolvate: strategii și metode\n1 Determinați numerele naturale n pentru care:\n12 3n+2\na fracția este supraunitară; b fracția este subunitară.\n7n+6 2n+5\nRezolvare:\n12\na Fracția este supraunitară dacă 12 > 7 n + 6, adică 7n < 6. Singura soluție este n = 0.\n7n+6\n3n+2\nb Fracția este subunitară dacă 3n + 2 < 2n + 5, adică n < 3. Soluțiile problemei sunt 0, 1, 2.\n2n+5\n50 n+1\n2 Determinați numărul natural n pentru care fracțiile și sunt echivalente.\n55 n+2\nRezolvare:\nCele două fracții sunt echivalente dacă 50 · (n + 2) = 55 · (n + 1), adică 50n + 100 = 55n + 55. Scăzând\n55n + 55 din ambii membri ai acestei egalități, obținem 5n = 45, de unde n = 9.\nProbleme propuse\n1 Scrieți:\na trei fracții supraunitare cu numitorul 7; b trei fracții subunitare cu numărătorul 7.\n2 G rupați pe trei coloane distincte fracțiile subunitare, echiunitare, respectiv supraunitare scrise pe tablă:\n2 6 5 17 19 22 80\n3 6 3 16 16 22 81\n1 001 23 102 146 99\n1 010 32 72 149 99",
      "text_length": 1462,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 107,
      "type": "pdf_page",
      "text": "Fracții ordinare. Fracții echivalente. Procente L1 105\n3 D eterminați numerele naturale n pentru care afirmațiile următoare sunt adevărate:\n4 5\na fracția este echiunitară; b fracția este supraunitară;\nn+1 3n+1\n4n+2 7n+2\nc fracția este subunitară; d fracția este echiunitară.\n13 4n+11\n4 H oria, Ioana, Radu și Eva au colorat un pătrat format din 100 de pătrățele.\nHoria a folosit culoarea mov, Ioana verde, Eva albastru și Radu a colorat cu gal‑\nben. Scrieți ca procent fracțiile care indică:\na partea colorată de fiecare;\nb partea colorată de băieți;\nc partea colorată de fete;\nd partea rămasă necolorată.\n5 V erificați care dintre următoarele perechi de fracții sunt formate din fracții\nechivalente:\n1 3 12 36 11 22\na și ; b și ; c și ;\n3 9 7 21 41 84\n28 4 3 39 9 99\nd și ; e și ; f și ;\n42 6 5 75 10 100\n24 28 13 12 7 49\ng și ; h și . i și .\n30 35 31 21 4 24\n6 Determinați numărul natural n știind că următoarele propoziții sunt adevărate:\n6 n n 4 24 14\na = ; b = ; c = ;\n5 25 12 6 n 28\n60 9 n 48 4 24\nd = ; e = ; f = ;\n40 n 3 n n+1 30\n2n+1 15 3n‑2 5 n 12\ng = ; h = . i = .\n7 21 n 2 n+1 15\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare 6 18\n1 Numărul natural n pentru care fracțiile și sunt echivalente este:\nn 15\nA 15; B 5; C 6; D 18.\n121\n2 Fracția este:\n19\nA echiunitară; B subunitară; C supraunitară; D nu se poate preciza.\nLa problema 3, scrie rezolvările complete.\n15\n3 Se consideră fracția , unde n este număr natural.\nn+2\na Determină numerele naturale n, astfel încât fracția să fie supraunitară.\nb Determină numărul natural n, astfel încât fracția să fie egală cu 15%.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 1774,
      "tables_count": 4,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 108,
      "type": "pdf_page",
      "text": "106 U4 Fracții ordinare\nLecţia 2: Compararea fracțiilor cu același numitor/numărător.\nL2\nReprezentarea fracțiilor ordinare pe axa numerelor\n2.1. Compararea fracțiilor cu același numitor\nMate Ioana, Horia și Radu se antrenează pentru cursa de 50 de metri. La un moment dat, după start, Ioana\npractică se afla la marcajul de 20 de metri, Horia la cel de 30 de metri, iar Radu la marcajul de 24 de metri.\nExprimați, cu ajutorul fracțiilor, ce parte din întreaga pistă a parcurs fiecare dintre cei trei concurenți.\nCare dintre ei a parcurs o porțiune mai mare de pistă?\nRăspuns:\n20 30 24\nIoana a parcurs din pistă, Horia , iar Radu . Ioana a alergat mai puțin decât Horia,\n50 50 50\n20 30 30 24\ndeci < . Horia a parcurs o distanță mai mare decât Radu, deci > .\n50 50 50 50\n0 m 2 0 m 2 4 m 3 0 m 50 m\nDe reținut Dintre două fracții care au același numitor, este mai mare fracția cu numărătorul mai mare.\na b a b\nRegula 1. dacă a < b, atunci < Regula 2. dacă < , atunci a < b\nn n n n\nExemple 1 1 1 1 1 1 1 1\n8 8 8 8 8 8 8 8\n1 1 1 1 1 1 1 1\n8 8 8 8 8 8 8 8\n3 5 9 11\n3 < 5 (cid:31) < 9 < 11\n8 8 16 16\n2.2. Compararea fracțiilor cu același numărător\nMate Dintr‑o ruladă împărțită în 8 felii egale, Ioana a mâncat 3 felii, iar Ioana\npractică 3\nHoria a mâncat dintr‑o ruladă identică. Cine a mâncat mai mult?\n1 1 1 1 1 1 1 1\n5\n8 8 8 8 8 8 8 8\nAnaliză: C ând numitorul fracției este mai mic, întregul este\nHoria\nîmpărțit în mai puține părți, deci părțile sunt mai mari.\n3 3\nRăspuns: Horia a mâncat mai mult, deci > . 1 1 1 1 1\n5 8 5 5 5 5 5\nDe reținut Dintre două fracții care au același numărător, este mai mare fracția cu numitorul mai mic.\na a a a\nRegula 1. Dacă m < n, atunci > . Regula 2. Dacă < , atunci m > n.\nm n m n\nExemple\n2 2 4 4\n5 < 9 (cid:31) (cid:31) 16 > 9\n5 9 16 9",
      "text_length": 1767,
      "tables_count": 12,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 109,
      "type": "pdf_page",
      "text": "Compararea fracțiilor cu același numitor/numărător L2 107\n2.3. Reprezentarea fracțiilor ordinare pe axa numerelor\nMate La clubul de navomodelism, Horia și Radu confecționează catarge pentru\npractică goeleta La Volla. Unde trebuie executate marcajele pentru decupaj pe o\nbucată de lemn de doi metri, știind că dintr‑un metru se pot realiza 6 catarge?\n1\nRăspuns: Fiecare lungime de catarg reprezintă dintr‑un metru.\n6\n0 1 2\n0 1 2 3 4 5 6 7 8 9 10 11 12\n6 6 6 6 6 6 6 6 6 6 6 6 6\nDe reținut Ne amintim că axa numerelor este o dreaptă pe care se fixează:\n• un punct numit origine;\n• un sens de parcurgere de la stânga la dreapta, indicat de o săgeată, numit sens pozitiv;\n• o unitate de măsură indicată de un segment.\nȘtim că fiecărui număr natural îi corespunde, pe axa numerelor, un punct, numit coordonata punc‑\ntului. Originea are coordonata 0 (zero).\nPentru a reprezenta o fracție pe axa numerelor, împărțim unitatea de măsură în atâtea părți egale\ncâte arată numitorul și considerăm, începând din origine, atâtea părți câte arată numărătorul.\nExemple\n3\nPentru a reprezenta pe axa numerelor fracția , împărțim unitatea de măsură în 4 părți egale\n4\nși luăm, începând din origine, trei astfel de părți. Pe aceeași axă, putem reprezenta mai multe fracții\ncu numitorul 4:\nu\nO 1 2 3\n1\n0 3 4 5 7 8 10 12\n4\n4 4 4 4 4 4 4\nProbleme rezolvate: strategii și metode\nn+1 3\n1 Determinați numerele naturale n pentru care < .\n5 5\nRezolvare: Dintre două fracții cu același numitor, este mai mică cea cu numărătorul mai mic. Rezultă că\nn + 1 < 3, adică n poate fi 0 sau 1.\n13 13 13\n2 Scrieți toate fracțiile de forma , unde n este număr natural, știind că > .\n2n+3 2n+3 10\nRezolvare: Dintre două fracții cu același numărător, este mai mare cea cu numitorul mai mic. Obținem\n13 13 13 13\n2n + 3 < 10, adică n poate fi 0, 1, 2 sau 3. Fracțiile căutate sunt , , și .\n3 5 7 9\nProbleme propuse\n1 Ordonați crescător fracțiile:\n12 2 7 14 5 6 1 7 11 4 16 9 4 4 4 4 4 4\na , , , , , ; b , , , , , ; c , , , , , .\n7 7 7 7 7 7 9 9 9 9 9 9 11 5 3 9 91 4",
      "text_length": 2022,
      "tables_count": 4,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 110,
      "type": "pdf_page",
      "text": "108 U4 Fracții ordinare\nL3\n2 Comparați fracțiile reprezentate\nprin desene:\n3 R eprezentați prin desene și comparați următoarele perechi de fracții cu același numitor:\n2 3 4 5 3 5\na și ; b și ; c și .\n7 7 9 9 2 2\n4 Reprezentați prin desene și comparați următoarele perechi de fracții cu același numărător:\n3 3 5 5 5 5\na și ; b și ; c și .\n5 7 5 6 4 8\n5 Determinați coordonata fiecăruia dintre punctele A, B, C, D, E, M, N, P, R, reprezentate pe axa de mai jos:\nO A B C D E M N P R\n0 1 2 3\n1 3 15 7 11 20\n6 Pe axa numerelor de mai jos reprezentați fracțiile: ; ; ; ; ; .\n8 8 8 8 8 8\nO\n0 1 2 3\n7 15 20 31 13 8\n7 Copiați axa de mai jos pe caiet și reprezentați fracțiile ; ; ; ; ; pe axă:\n24 24 24 24 24 24\nO\n0 1 2\nO\n8 F olosind axa numerelor alăturată, ordonați\n0 1 2 3 4 5 6 7 8 9\n7 5 3 6 8 4\ndescrescător fracțiile: , , , , și .\n9 9 9 9 9 9 9 9 9\n9 9 9 9 9 9\n2 1 5 3 4 2\n9 Reprezentați pe aceeași axă a numerelor următoarele fracții: ; ; ; ; ; .\n2 2 5 6 4 4\n10 Determinați numerele naturale n pentru care:\nn 2 7 4n+5 7 7 11 11\na < ; b > ; c > ; d < .\n3 3 4 4 n 2 17 5n+4\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare 1 1 1\n1 Utilizând reprezentarea pe axa numerelor, ordinea crescătoare a fracțiilor , și este:\n2 4 3\n1 1 1 1 1 1 1 1 1 1 1 1\nA , , ; B , , ; C , , ; D , , .\n2 4 3 2 3 4 3 4 2 4 3 2\n8 8\n2 Un număr natural n pentru care > este: A 4; B 5; C 6; D 8.\nn 5\nLa problema 3, scrie rezolvările complete.\n11\n3 Se consideră fracția , unde n este număr natural.\n2n+1\na Determină n, astfel încât fracția să fie mai mică decât 1.\nk+2 7\nb Scrie toate fracții de forma mai mici decât , unde k este număr natural.\n2n+1 2n+1\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 1815,
      "tables_count": 9,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 111,
      "type": "pdf_page",
      "text": "Introducerea și scoaterea întregilor dintr-o fracție L3 109\nL3 Lecţia 3: Introducerea și scoaterea întregilor dintr‑o fracție\n3.1. Introducerea întregilor în fracție\nMate Cantitatea de lapte prevăzută de rețetă pentru prepararea\n4 4 4\npractică prăjiturii „Fractino” este de 2 căni și trei sferturi. 4 4 4\n3 3 3\n4 4 4\nExprimați această cantitate cu ajutorul unei fracții. 2 2 1 2 2 1 2 2 1\n2 2 2\nRăspuns: 4 4 3\n1= 1=\nFiecare cană are patru sferturi, deci cantitatea de lapte 4 4 4\n11\nnecesară este de 11 sferturi de cană, adică .\n4\nCe observăm?\n3 11\nCantitatea necesară, reprezentată de 2 întregi și poate fi descrisă, echivalent, prin fracția .\n4 4\nNumărătorul fracției poate fi obținut din relația 11 = 2 · 4 + 3.\n3 3 11\nPentru a nota numărul alcătuit din 2 întregi și 3 pătrimi, utilizăm scrierea 2 . Așadar, 2 = .\n4 4 4\nDe reținut a\nUn număr alcătuit din n întregi și o fracție , unde n, a, b sunt numere naturale, b ≠ 0, n ≠ 0,\nb\na\nse numește număr mixt și se notează n .\nb\nOperația de scriere a unui număr mixt sub formă de fracție se numește introducerea întregilor\nîn fracție. Pentru a reprezenta un număr mixt sub forma unei singure fracții, se utilizează egalitatea:\na n⋅b+a\nn = .\nb b\nExemple\n1 1⋅2+1 3 5 3⋅8+5 29\n1 = = 3 = =\n2 2 2 8 8 8\n3.2. Scoaterea întregilor din fracție\nMate Pe un platou încap 7 brioșe. Horia și Ioana\npractică calculează, folosind fracții, câte platouri se\npot umple folosind un pachet care conține\n18 brioșe.\n1 18\nIoana: Fiecare brioșă umple dintr‑un platou. Cu un pachet de 18 brioșe se pot completa platouri.\n7 7\nHoria: Î mpărțind pe 18 la 7 obținem câtul 2 și restul 4. Ca urmare, dintr‑un pachet putem umple\ncomplet două platouri, deci avem doi întregi, iar pe al treilea platou se mai pot pune încă\n4 4\npatru brioșe, adică dintr‑un platou. Răspunsul este 2 .\n7 7\nCe observăm?\n18 4\nDeoarece 18 : 7 = 2, rest 4, fracția poate fi reprezentată sub forma numărului mixt 2 .\n7 7\nÎn general, deoarece o fracție supraunitară reprezintă o cantitate mai mare decât un întreg, putem pune\nîn evidență numărul de întregi conținuți în fracție exprimând fracția dată sub forma unui număr mixt.",
      "text_length": 2117,
      "tables_count": 5,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 112,
      "type": "pdf_page",
      "text": "110 U4 Fracții ordinare\nL4\nDe reținut Operația de scriere a unei fracții supraunitare sub forma unui număr mixt se numește scoaterea\nîntregilor din fracție.\nPentru a scoate întregii dintr‑o fracție, se împarte numărătorul la numitor. Câtul reprezintă întregii, iar\nrestul se trece la numărătorul fracției subunitare, care are același numitor ca fracția inițială. Altfel spus,\na r\ndacă a : b = c, rest r, atunci =c .\nb b\nCând împărțirea se face exact, fracția exprimă un număr de întregi egal cu câtul:\na\ndacă a : b = c, rest 0, atunci =c.\nb\nExemple 23 7 41 1\n1 =2 , deoarece 23 : 8 = 2, rest 7; 2 =8 , deoarece 41 : 5 = 8, rest 1;\n8 8 5 5\n62 7 27\n3 =5 , deoarece 62 : 11 = 5, rest 7; 4 =3, deoarece 27 : 9 = 3, rest 0.\n11 11 9\nProbleme rezolvate: strategii și metode\n1 Un buștean are 12 metri. El trebuie tăiat în 5 părți egale. Câți metri are fiecare parte?\nExprimați răspunsul sub forma unui număr mixt.\nRezolvare:\n12\nFiecare bucată rezultată după tăiere are metri. Întrucât 12 : 5 = 2, rest 2, rezultă\n5\n12 2 2\ncă =2 . Așadar, fiecare parte are 2 metri.\n5 5 5\n13\n2 Precizați între ce două numere naturale consecutive se află, pe axa numerelor, fracția .\n4\nRezolvare:\n13 1\nDeoarece 13 : 4 = 3, rest 1, prin scoaterea întregilor din fracție, putem scrie: =3 .\n4 4\n13 13 1\nCa urmare, fracția se află între numerele 3 și 4. Putem scrie 3< <4 sau 3<3 <4.\n4 4 4\nProbleme propuse\n1 Scoateți întregii din fracțiile:\n7 13 19 26 43 64\na ; b ; c ; d ; e ; f .\n5 5 5 5 8 9\n2 Introduceți întregii în fracțiile:\n1 2 3 4 5 8\na 2 ; b 3 ; c 4 ; d 5 ; e 6 ; f 7 .\n7 7 7 9 9 9\n3 Indicați între ce două numere naturale consecutive se află fracțiile:\n13 17 38 65 165 723\na ; b ; c ; d ; e ; f .\n6 6 10 21 13 100\n4 6 greutăți identice cântăresc 23 de kilograme împreună.\nkg kg kg\nCât cântărește o singură greutate?\nExprimați răspunsul sub forma unui număr mixt.\nkg kg kg",
      "text_length": 1851,
      "tables_count": 3,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 113,
      "type": "pdf_page",
      "text": "Cel mai mare divizor comun a două numere naturale L4 111\nLecţia 4: Cel mai mare divizor comun a două numere naturale.\nL4\nAmplificarea și simplificarea fracțiilor. Fracții ireductibile\n4.1. Cel mai mare divizor comun a două numere naturale\nMate Mama Evei a pregătit 18 sendvișuri cu cașcaval și 24 de sendvișuri cu șuncă\npractică p entru invitații fetei. Care este cel mai mare număr de sendvișuri care pot fi puse\npe un platou, astfel încât fiecare platou să conțină același număr de sendvișuri,\ntoate de același fel?\nRăspuns:\nNumărul de sendvișuri de pe fiecare platou este un divizor comun al numerelor\n18 și 24.\nDivizorii lui 18 sunt 1, 2, 3, 6, 9, 18, iar divizorii lui 24 sunt 1, 2, 3, 4, 6, 8, 12, 24,\ndeci cel mai mare număr de sendvișuri care pot fi puse pe un platou este 6, adică\ncel mai mare dintre divizorii comuni ai numerelor 18 și 24.\nÎn particular, se observă că orice alt divizor comun al numerelor 18 și 24 este divi‑\nzor al lui 6.\nDe reținut Cel mai mare divizor comun a două numere naturale a și b, nu ambele nule, este numărul natural d\ncare are proprietățile:\na d divide a și d divide b;\nb d este divizibil cu orice divizor comun al numerelor a și b.\nProprietățile de mai sus arată că, de fapt, cel mai mare divizor comun al numerelor naturale a și b\neste cel mai mare număr natural d care divide numerele a și b.\nSe notează d = (a, b) sau, folosind prescurtări, d = c.m.m.d.c.(a, b).\nExemple\ndivizori divizori\nnr. divizori c.m.m.d.c. nr. divizori c.m.m.d.c.\ncomuni comuni\n5 1, 5 15 1, 3, 5, 15\n1 (5,13) = 1 1, 3, 5, 15 (15,30) = 15\n13 1, 13 30 1, 2, 3, 5, 6, 10, 15, 30\n5 1, 5 18 1, 2, 3, 6, 9, 18\n1 (5,8) = 1 1, 3, 9 (18,27) = 9\n8 1, 2, 4, 8 27 1, 3, 9, 27\n7 1, 7 24 1, 2, 3, 4, 6, 8, 12, 24\n1, 7 (7,35) = 7 1, 2, 3, 4, 6, 12 (24,36) = 12\n35 1, 5, 7, 35 36 1, 2, 3, 4, 6, 9, 12, 18, 36\nObservații Analizând exemplele de mai sus, se constată că au loc următoarele proprietăți, general valabile:\n1 Dacă a și b sunt două numere naturale astfel încât a | b, unde a ≠ 0, atunci (a, b) = a.\n2 Dacă p este un număr prim și a este un număr natural oarecare, atunci:\np, dacă a este multiplu de p\n(p,a) = .\n1, dacă a nu este multiplu de p\n3 Dacă d este cel mai mare divizor comun al numerelor a și b, iar x și y sunt numere naturale astfel\nîncât a = d · x și b = d · y (x și y sunt câturile împărțirilor lui a și b la d), atunci cel mai mare divizor\ncomun al numerelor x și y este egal cu 1.\nÎn mod similar, prin cel mai mare divizor comun a trei sau mai multe numere naturale înțelegem\nacel divizor comun care se divide cu toți divizorii numerelor date. Din acest motiv, el este cel mai\nmare număr natural care divide numerele date.\nExemplu:\nPrivind tabelul de mai sus și comparând listele divizorilor, deducem că:\n• cel mai mare divizor comun al numerelor 24, 30 și 36 este 6.\n• cel mai mare divizor comun al numerelor 15, 24, 27 și 36 este 3.",
      "text_length": 2859,
      "tables_count": 7,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 114,
      "type": "pdf_page",
      "text": "112 U4 Fracții ordinare\n4.2. Amplificarea fracțiilor\nMate La Raliul Carpaților, traseul primei etape este împăr‑\npractică țit, prin 4 puncte de control, în 5 sectoare de câte\n40 de kilometri fiecare, ca în imaginea alăturată.\nPilotul preferat al lui Horia se află la al treilea punct\nde control.\nHoria: P ână acum a parcurs trei sectoare din cele\n3\ncinci ale traseului, adică din drumul total.\n5\nIoana: A i putea spune și astfel: întrucât 5 · 40 = 200\nși 3 · 40 = 120, până acum a parcurs 120 km\n120\ndin cei 200 km ai traseului, adică din\n200\ntraseul total.\nCe observăm?\n120 3\nFracția este echivalentă cu fracția (ambele reprezintă aceeași porțiune a traseului) și poate\n200 5\nfi obținută din aceasta înmulțind atât numărătorul cât și numitorul cu numărul natural 40. Spunem\n120 3\ncă fracția s‑a obținut prin amplificarea fracției cu 40. Așadar, are loc egalitatea:\n200 5\n3 40⋅3 120\n= = .\n5 40⋅5 200\nDe reținut A amplifica o fracție cu un număr natural nenul înseamnă a înmulți atât numărătorul, cât și numi‑\ntorul fracției date cu acel număr.\nNumărul natural cu care se amplifică se scrie mic, sus, în stânga fracției care se amplifică, despărțit\nprintr‑o paranteză.\nAstfel, dacă a, b, n sunt numere naturale, cu b, n ≠ 0, notăm:\nn)a n⋅a\n= .\nb n⋅b\nPrin amplificare se obține o fracție echivalentă cu cea dată, deoarece a · (n · b) = b · (n · a).\nExemple 2)4 2⋅4 8 4)12 4⋅12 48 7)5 7⋅5 35\n1 = = ; 2 = = ; 3 = = ;\n5 2⋅5 10 25 4⋅25 100 11 7⋅11 77\n6)3 6⋅3 18 5)7 5⋅7 35 4)8 4⋅8 32\n4 = = ; 5 = = ; 6 = = .\n10 6⋅10 60 12 5⋅12 60 15 4⋅15 60\n4.3. Simplificarea fracțiilor. Fracții ireductibile\nMate Horia: D in cei 30 de lei pe care îi aveam, am cheltuit 20 de\npractică lei pe un album cu formația mea preferată.\nIoana: M ai simplu, albumul a costat două treimi din suma\npe care o aveai.\nCe observăm?\n20 2\nSuma cheltuită reprezintă , cât și din suma totală (cele\n30 3\ndouă fracții sunt echivalente).",
      "text_length": 1892,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 115,
      "type": "pdf_page",
      "text": "Cel mai mare divizor comun a două numere naturale L4 113\n2 20\nFracția se obține prin împărțirea numărătorului și a numitorului fracției la 10, deci avem:\n3 30\n20 20:10 2\n= = .\n30 30:10 3\n2 20\nSpunem că fracția s‑a obținut prin simplificarea fracției cu numărul natural 10.\n3 30\nDe reținut A simplifica o fracție cu un număr natural nenul înseamnă a împărți atât numărătorul, cât și num itorul\nfracției date cu acel număr.\nNumărul natural prin care se efectuează simplificarea este un divizor comun, diferit de 1, al numă‑\nrătorului și numitorului fracției date. Fracția obținută după simplificare este echivalentă cu cea dată.\nNumărul natural cu care se simplifică se notează mic, sus, în dreapta fracției care se simplifică,\ndespărțit printr‑o paranteză. Astfel, dacă a, b sunt numere naturale, cu b ≠ 0, iar d ≠ 1 este un di vizor\ncomun al numerelor a și b, vom scrie:\na(d a:d\n= .\nb b:d\nExemple 10(2 10:2 5 42(7 42:7 6 99(9 99:9 11\n1 = = ; 2 = = ; 3 = = ;\n18 18:2 9 49 49:7 7 909 909:9 101\n24(3 24:3 8 24(4 24:4 6 24(6 24:6 4\n4 = = ; 5 = = ; 6 = = .\n36 36:3 12 36 36:4 9 36 36:6 6\nDe reținut O fracție care nu se poate simplifica prin niciun număr natural se numește fracție ireductibilă.\nO fracție se numește reductibilă dacă se poate simplifica.\nO fracție este ireductibilă dacă cel mai mare divizor comun al numărătorului și numitorului fracției\neste egal cu 1.\nExemple 1 4 9 24 25\nFracțiile , , , , sunt ireductibile.\n2 7 22 25 27\n6 12\nFracțiile și sunt reductibile, deoarece se pot simplifica prin 2.\n8 18\nObservații 1 Pentru a obține fracții ireductibile din fracții ordinare date, simplificăm fracția prin cel mai mare\ndivizor comun al numărătorului și numitorului.\n50(25 50:25 2\nExemplu: Cel mai mare divizor comun al numerelor 50 și 75 este 25, deci = = .\n75 75:25 3\n2 Alternativ, pentru a obține o fracție ireductibilă, putem sim‑\nplifica fracția, succesiv, prin divizori comuni ai numărătorului\nși numitorului, până când aceasta nu se mai poate simpli‑\nfica. Această metodă este foarte utilă când numărătorul\nși numitorul au valori mai mari.\n504(2 252(2 126(2 63(3 21(7 3\nExemplu: = = = = = .\n840 420 210 105 35 5\n6(2 3(3 1\n= =\n12 6 2",
      "text_length": 2147,
      "tables_count": 9,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 116,
      "type": "pdf_page",
      "text": "114 U4 Fracții ordinare\nProbleme rezolvate: strategii și metode\nn+5\n1 Determinați numerele naturale n pentru care fracția este subunitară și ireductibilă.\n12\nRezolvare:\nn+5\nFracția este subunitară dacă n + 5 < 12, adică n ia una din valorile 0, 1, 2, 3, 4, 5 sau 6,\n12\nvalori pentru care verificăm dacă fracția este sau nu ireductibilă. Obținem n = 0, n = 2 sau n = 6,\n5 7 11\npentru care fracțiile ireductibile corespunzătoare sunt , și .\n12 12 12\n30\n2 Prin amplificarea unei fracții cu un anumit număr natural s‑a obținut fracția . Determinați fracția.\n72\nRezolvare:\nÎntrucât operația inversă amplificării este simplificarea, vom determina prin ce numere se poate simpli‑\n30\nfica fracția și care sunt fracțiile ce se pot obține. Divizorii comuni ai numerelor 30 și 72 sunt 2, 3 și 6,\n72\n30(2 15 30(3 10 30(6 5 5 10 15\ndeci au loc simplificările: = , = și = . Așadar, fracția din enunț poate fi , sau .\n72 36 72 24 72 12 12 24 36\nProbleme propuse\n1 Amplificați cu 4 următoarele fracții:\n1 4 2 29 17 35\na ; b ; c ; d ; e ; f .\n5 7 25 10 50 12\n2 Amplificați cu 6 următoarele fracții:\n3 2 11 4 16 11\na ; b ; c ; d ; e ; f .\n2 7 3 9 25 36\n3 Simplificați prin 3 fracțiile:\n3 12 27 39 66 36\na ; b ; c ; d ; e ; f .\n21 15 6 72 99 96\n4 Simplificați prin 5 fracțiile:\n5 10 50 40 60 25\na ; b ; c ; d ; e ; f .\n10 25 15 90 75 100\n5 Dreptunghiul alăturat este împărțit în părți egale, dintre care unele sunt colorate.\na Precizați care dintre următoarele fracții este echivalentă cu aria necolorată:\n6 18 3 15 24\n; ; ; ; .\n20 24 12 50 84\nb Precizați care dintre următoarele fracții nu este echivalentă cu aria colorată:\n9 16 6 36 24\n; ; ; ; .\n12 20 8 48 32\n6 Cu ce număr natural trebuie amplificată:\n3 25\na fracția pentru a obține numărătorul 12? b fracția pentru a obține numitorul 100?\n4 10\n7 Cu ce număr natural trebuie simplificată:\n25 33\na fracția pentru a obține numărătorul 5? b fracția pentru a obține numitorul 28?\n40 84",
      "text_length": 1916,
      "tables_count": 2,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 117,
      "type": "pdf_page",
      "text": "Cel mai mare divizor comun a două numere naturale L4 115\n8 Identificați care dintre următoarele fracții sunt ireductibile:\n1 8 12 49 39 25\na ; b ; c ; d ; e ; f .\n18 11 10 64 52 27\n9 Simplificați fracțiile următoare pentru a obține fracții ireductibile:\n6 35 36 35 84 64\na ; b ; c ; d ; e ; f .\n24 15 60 70 48 200\n10 Determinați numerele naturale n pentru care sunt îndeplinite, în fiecare caz indicat, condițiile:\n3n+1 18\na fracția este subunitară și ireductibilă; b fracția este supraunitară și reductibilă.\n20 n+3\n64a\n11 a Determinați fracțiile de forma care se simplifică prin 5.\n885\n11a2\nb Determinați fracțiile de forma care se pot obține în urma unei operații de amplificare cu 3.\n2b70\n12 Horia a scris pe tablă o fracție, iar Ioana a amplificat‑o cu un număr natural. Radu a șters tabla, lăsând doar\n18\nrezultatul obținut în urma amplificării: . Ce fracție a scris Horia?\n36\nInvestigație 1 Două numere naturale se numesc prime între ele (sau relativ prime) dacă cel mai mare divizor\ncomun al lor este 1.\na Verificați, prin câte trei exemple, valabilitatea afirmațiilor:\n(i) Orice două numere naturale consecutive sunt prime între ele.\n(ii) Orice două numere naturale impare consecutive sunt prime între ele.\nb Dezbateți și argumentați, cu colegii sau împreună cu profesorul, dacă afirmațiile precedente\nsunt valabile în cazul general.\n2 Pe baza afirmațiilor de la exercițiul 1 argumentați dacă:\na O fracție în care numărătorul și numitorul sunt numere naturale consecutive este ireductibilă.\nb O fracție în care numărătorul și numitorul sunt numere impare consecutive este ireductibilă.\n3 Decideți, folosindu‑vă eventual de discuțiile purtate, dacă:\n2 7 11 16 100 3 9 23 51 101\na fracțiile , , , , sunt ireductibile; b fracțiile , , , , sunt ireductibile.\n3 8 12 15 99 5 11 25 49 99\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare 15 3 20 75 10\n1 Amplificând cu 5 fracția , se obține fracția: A ; B ; C ; D .\n20 4 25 100 15\n48 24 16 8 4\n2 Simplificând fracția , nu se poate obține fracția: A ; B ; C ; D .\n18 9 6 3 1\nLa problema 3, scrie rezolvările complete.\na2\n3 Se consideră fracțiile de forma .\n2b\na Dacă a = 1, atunci determină valorile lui b, astfel încât fracția să se poată simplifica.\nb Dacă b = 4, atunci determină a, știind că cel mai mare divizor comun al termenilor fracției este 6.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2497,
      "tables_count": 4,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 118,
      "type": "pdf_page",
      "text": "116 U4 Fracții ordinare\nLecţia 5: Cel mai mic multiplu comun a două numere naturale.\nL5\nAducerea fracțiilor la un numitor comun\n5.1. Cel mai mic multiplu comun a două numere naturale\nMate Fratele lui Horia ar dori să construiască două turnuri la fel de mari:\npractică un turn format doar din piese cu înălțimea de 6 cm, iar celălalt turn din\npiese cu înălțimea de 8 cm. Care este înălțimea minimă a turnurilor?\nRăspuns:\nÎnălțimea minimă este cel mai mic număr nenul care se împarte exact\nla fiecare dintre înălțimile celor două tipuri de piese; altfel spus, este cel\nmai mic dintre multiplii comuni ai numerelor 6 și 8.\nMultiplii lui 6 sunt: 6 , 12, 18, 24, 30, 36, 42, 48, 54, 60, 66, 72, 78, 84,…\nMultiplii lui 8 sunt: 8, 16, 24, 32, 40, 48, 56, 64, 72, 80, 88,…\nTurnurile construite de Horia au înălțimea minimă de 24 cm.\nÎn particular, se observă că orice alt multiplu comun al numerelor 6 și 8\neste multiplu de 24.\nDe reținut Cel mai mic multiplu comun a două numere naturale a și b este numărul natural m care are proprietățile:\na a divide m și b divide m;\nb m divide orice multiplu comun al numerelor a și b.\nProprietățile de mai sus arată că cel mai mic multiplu comun a două numere naturale nenule a și b\neste cel mai mic număr natural diferit de 0 care se divide cu a și b.\nSe notează m = [a, b] sau m = c.m.m.m.c. (a, b).\nExemple\nnr. multiplii nenuli c.m.m.m.c. nr. multiplii nenuli c.m.m.m.c.\n3 3, 6, 9, 12, 15, 18,… 4 4, 8, 12, 16, 20, 24, 28, 32, 36, …\n[3, 5] = 15 [4, 9] = 36\n5 5, 10, 15, 20, 25,… 9 9, 18, 27, 36, 45, …\n6 6, 12, 18, 24,… 12 12, 24, 36, 48, 60, 72, 84, 96, …\n[6, 18] = 18 [12, 28] = 84\n18 18, 36, 54,… 28 28, 56, 84, 112, …\nObservații Analizând exemplele de mai sus, se constată că au loc următoarele proprietăți, valabile în caz\ngeneral:\n1 Deși 0 este un multiplu comun a oricăror numere nenule a și b, el nu este cel mai mic multiplu\ncomun, deoarece 0 nu divide nici un alt multiplu al numerelor a și b (0 nu verifică proprietatea b\nde mai sus).\n2 Dacă a și b sunt două numere naturale astfel încât a | b, unde a ≠ 0, atunci [a, b] = b.\n3 Dacă cel mai mare divizor comun a două numere este egal cu 1 (altfel spus, dacă două numere\nsunt prime între ele), atunci cel mai mic multiplu comun al celor două numere este produsul lor.\n4 Dacă d este cel mai mare divizor comun al numerelor a și b, iar a = d · x și b = d · y, atunci cel mai\nmic multiplu comun al numerelor a și b este egal cu d · x · y.\nRezultă de aici că produsul dintre cel mai mare divizor comun și cel mai mic multiplu comun\na două numere naturale este egal cu produsul celor două numere: (a,b) · [a,b] = a · b.\n5 În mod similar, prin cel mai mic multiplu comun a trei sau mai multe numere naturale nenule\nînțelegem cel mai mic număr natural nenul care se divide cu toate numerele date.\nExemplu:\nPrivind tabelul de mai sus și comparând listele multiplilor, deducem că:\n• cel mai mic multiplu comun al numerelor 3, 4 și 12 este 12;\n• cel mai mic multiplu comun al numerelor 6, 9, 12 și 18 este 36.",
      "text_length": 2993,
      "tables_count": 9,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 119,
      "type": "pdf_page",
      "text": "Cel mai mic multiplu comun a două numere naturale L5 117\n5.2. Aducerea fracțiilor la un numitor comun\nMate Horia și Radu sunt la ora de activități\npractică practice. Observați imaginea alătu‑\nrată, apoi determinați care dintre cei 3\nAm vopsit\ndoi băieți a vopsit mai mult. 4\ndintr-o placă\nAnaliză: de lemn.\nFormăm fracții echivalente cu cele\ndate, care să aibă numitori egali, Iar eu am\n5\nastfel încât să le putem compara. vopsit\n6\n3)3 9 2)5 10 dintr-o placă\nAvem = , respectiv = și, identică.\n4 12 6 12\n9 10 3 5\nîntrucât < , rezultă că < .\n12 12 4 6\nÎn concluzie, Radu a vopsit mai mult decât Horia.\nDe reținut Prin aducerea la un numitor comun (sau aducerea la același numitor) a două sau mai multe fracții\nse înțelege procedeul prin care se obțin fracții cu numitori egali, echivalente cu cele date.\nPentru a aduce două fracții la un numitor comun, se parcurg, de regulă, următorii pași:\n• se simplifică fiecare fracție până devine ireductibilă;\n• se calculează cel mai mic multiplu comun al numitorilor, adică cel mai mic numitor comun la care\npot fi aduse fracțiile date;\n• se amplifică fiecare fracție cu câtul dintre cel mai mic multiplu comun al numitorilor și numitorul\nfracției respective.\nExemple\ncel mai mic factorul aducerea la același\nfracția forma ireductibilă\nnumitor comun de amplificare numitor\n10 10(2 5 5)5 25\n= 30 : 6 = 5 =\n12 12 6 6 30\n[6,15] = 30\n12 12(3 4 2)4 8\n= 30 : 15 = 2 =\n45 45 15 15 30\n32 32(8 4 11)4 44\n= 55 : 5 = 11 =\n40 40 5 5 55\n[5,11] = 55\n18 18(6 3 5)3 15\n= 55 : 11 = 5 =\n66 66 11 11 55\nProbleme rezolvate: strategii și metode\n2 11\n1 Scrieți două fracții ireductibile cuprinse între și .\n3 12\nRezolvare:\nPentru a putea aplica criterii de comparație, vom aduce cele două fracții la același numitor. Deoarece\n[3,12] = 12, cel mai mic numitor comun este 12. Cum 4)2 = 8 , trebuie să găsim două fracții cuprinse între 8\n3 12 12\n11 8 9 10 11 9(3 3 10(2 5 3 5\nși . Observând că < < < și = , respectiv = , putem lua, ca soluții, fracțiile și .\n12 12 12 12 12 12 4 12 6 4 6",
      "text_length": 2002,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 120,
      "type": "pdf_page",
      "text": "118 U4 Fracții ordinare\nL6\n1 2 5\n2 La săritura în lungime, Horia a sărit mai întâi 3 metri, apoi 3 metri, iar a treia oară a sărit 3 metri.\n2 5 6\nStabiliți care a fost cea mai lungă săritură.\nRezolvare:\n15)1 15 6)2 12 5)5 25 12 15 25 2 1 5\nAvem = , = și = . Cum 12 < 15 < 25, rezultă < < , de unde 3 <3 <3 ,\n2 30 5 30 6 30 30 30 30 5 2 6\ndeci a treia săritură a fost cea mai lungă.\nProbleme propuse\n1 P entru fiecare dintre următoarele perechi de fracții, verificați că numitorul uneia dintre fracții este divizor\nal numitorului celeilalte fracții, apoi aduceți fracțiile la un numitor comun:\n1 5 1 3 4 13 5 49\na și ; b și ; c și ; d și .\n2 6 4 8 21 84 16 96\n2 O bservând că numitorii următoarelor perechi de fracții au cel mai mare divizor comun egal cu 1, aduceți‑le\nla cel mai mic numitor comun și apoi stabiliți care dintre ele este mai mare:\n1 7 3 16 3 2 7 8\na și ; b și ; c și ; d și .\n2 15 4 25 14 9 12 5\n3 I ndicați, pentru fiecare dintre perechile de fracții următoare, cel mai mic multiplu comun al numitorilor\nși aduceți fracțiile la un numitor comun:\n1 11 5 9 7 8 3 5\na și ; b și ; c și ; d și .\n10 15 12 20 18 27 14 49\n4 Scrieți fracțiile următoare sub forma ireductibilă, apoi aduceți fracțiile obținute la un numitor comun:\n6 14 5 22 9 9 48 32\na și ; b și ; c și ; d și .\n12 21 20 55 27 36 60 56\n5 Î ntr‑un turneu, mai multe echipe au jucat același număr de meciuri. Dintre partidele jucate de fiecare, echipa\n7 2 4\nroșie a câștigat , echipa galbenă a câștigat , iar echipa albastră a câștigat .\n10 3 5\nStabiliți care echipă a câștigat cele mai puține meciuri.\n6 Aduceți la același numitor, apoi ordonați crescător fracțiile:\n4 7 3 2 4 20 11 6 25 1 2 3\na , , ; b , , ; c , , ; d 3 , 1 , 2 .\n5 10 4 3 9 24 12 16 30 6 3 4\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare 2 3 4 5 2 3 4 5\n1 Dintre fracțiile , și , mai mare este fracția: A ; B ; C ; D .\n3 4 5 12 3 4 5 12\n1 3 7\n2 Un numitor comun al fracțiilor , și este: A 25; B 20; C 30; D 40.\n2 10 15\nLa problema 3, scrie rezolvările complete.\n5 3\n3 Trei copii au comandat câte o pizza. Primul copil a mâncat din ea, iar al doilea copil a mâncat .\n8 4\na Cine a mâncat mai puțin, dintre cei doi copii?\na\nb Al treilea copil a mâncat din pizza. Determină numărul natural a, știind că al treilea copil\n16\na mâncat cel mai mult.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2480,
      "tables_count": 3,
      "has_images": false,
      "lessons": []
    }
  ],
  "summary": {
    "total_chars": 31594,
    "total_lessons": 0,
    "location_range": "106-120"
  }
}