{
  "batch_number": 1,
  "section_count": 15,
  "sections": [
    {
      "page": 16,
      "type": "pdf_page",
      "text": "14 U1 Operații cu numere naturale\nL2\nb Determinați cifrele a, b, c știind că răsturnatul numărului 6a4c este 347b.\nc Determinați cifrele a, b, c și d știind că răsturnatul numărului 6b6d este daba, iar răsturnatul numărului\nab49 este predecesorul numărului d44c.\nIndicație. a Răsturnatul numărului 73a este numărul a37, deci a37 = 4b7. Fiind egale, aceste două\nnumere au aceeași cifră a sutelor și aceeași cifră a zecilor. În consecință, a = 4 și b = 3.\nActivitate Vizită la Muzeul de Istorie\npe grupe\nElevii, împărțiți în trei grupe, primesc următoa‑\nrele sarcini de lucru:\nGrupa 1. Elevii unei clase descoperă că autori‑\nzația de funcționare a muzeului a fost dată prin\nDecret Regal, emis de regele Carol I, la data\nde 23 august, anul abba. Determinați anul în care\na fost emisă autorizația de funcționare a muzeu‑\nlui, știind că suma cifrelor anului este 18.\nGrupa 2. Maria a trimis un e‑mail de mul țu‑\nmire pe adresa muzeului și a primit ca răspuns\no invitație la o expoziție de afișe hazlii. La expo‑\nziție vor fi prezente ab afișe realizate de elevi\ndin clasele I – IV și ba afișe realizate de elevi din clasele V – VIII. Dacă\nnumărul total al afișelor este de 33, iar elevii din cla sele I – IV vor realiza\nmai multe afișe decât elevii din clasele V – VIII, atunci determinați câte\nafișe trebuie să realizeze fiecare echipă.\nGrupa 3. Elevii participă la concursul Obiectul meu preferat din muzeu,\nurmând să realizeze și o prezentare a obiectului ales. Obiectul ales de\nHoria a fost o carte. El a precizat că pentru paginarea cărții s‑au utilizat\n1 086 de cifre. Determinați numărul paginilor cărții alese de Horia.\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 Scrierea cu cifre a numărului treizeci și opt de mii nouă este:\nA 389; B 3 809; C 38 009; D 380 009.\n2 Scrierea cu litere a numărului 1 078 este:\nA o sută șaptezeci și opt; B o mie șaptezeci și opt;\nC zece mii șaptezeci și opt; D un million șaptezeci și opt.\nLa problema 3, scrie rezolvările complete.\n3 Se consideră numărul natural A=a14b.\na Determină câte numere A sunt impare.\nb Determină câte numere A verifică relația a > b.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2296,
      "tables_count": 4,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 17,
      "type": "pdf_page",
      "text": "Reprezentarea pe axa numerelor L2 15\nLecția 2: Reprezentarea pe axa numerelor. Compararea și ordonarea\nL2\nnumerelor naturale; aproximări, estimări\n2.1. Reprezentarea pe axa numerelor\nSituație 1 Dimineața, Ioana observă că termometrul indică 22 de grade. La întoarcerea de la școală, la ora\nproblemă 14, termometrul indică 28 de grade. Este mai cald la ora 14 decât dimineața?\nRăspuns: Este mai cald, deoarece pe scara termometrului 28 > 22.\n2 Horia și Ioana se antrenează pe o pistă de 50 de metri. După plecarea din punctul O, marcat pe\npistă cu 0 metri, la un moment dat, Horia se află în punctul T al pistei, la marcajul de 25 de metri,\niar Ioana în punctul Q al pistei, la marcajul de 16 metri.\nCine este mai aproape de START și cine este mai aproape de FINIȘ?\n0 m 1 6 m 2 5 m 5 0 m\nRăspuns: 16 < 25, deci Horia este mai aproape de FINIȘ.\n25 > 16, deci Ioana este mai aproape de START.\nDe reținut O dreaptă pe care se fixează un punct numit origine, un sens de parcurgere de la stânga la dreapta,\nindicat de o săgeată, numit sens pozitiv, și un segment numit unitate de măsură se numește\naxa numerelor.\nFiecărui număr natural îi corespunde, pe axa numerelor, un punct. Numărul respectiv se numește\ncoordonata punctului. Originea are coordonata 0 (zero).\nExemplu originea unitatea de măsură\nO A B C D E\n0 1 2 3 4 5\nPe axa numerelor de mai sus sunt reprezentate punctele O(0), A(1), B(2), C(3), D(4) și E(5).\nCitim: „punctul O de coordonată 0”, „punctul A de coordonată 1”, „punctul D de coordonată 4” etc.\n2.2. Compararea și ordonarea numerelor naturale\nDe reținut Dintre două numere naturale care au un număr diferit de cifre, este mai mare numărul care are mai\nmulte cifre.\nDintre două numere naturale care au același număr de cifre, numărul mai mare este cel la care întâl‑\nnim prima cifră mai mare când comparăm cifrele de același ordin de la stânga la dreapta.\nSemnele folosite în compararea numerelor sunt: =, <, >, ≤, ≥.\nExemple 1 546 < 1 234, deoarece 1 234 are 4 cifre, iar 546 are 3 cifre.\n2 9 999 < 10 001, deoarece 10 001 are 5 cifre, iar 9 999 are 4 cifre.\n3 123 < 193, deoarece numerele au același număr de cifre și 2 < 9.\n4 540 > 440, deoarece numerele au același număr de cifre și 5 > 4.\n5 1 234 < 1 237, deoarece au același număr de cifre și 4 < 7.",
      "text_length": 2268,
      "tables_count": 6,
      "has_images": true,
      "lessons": [
        {
          "number": 2,
          "title": "Reprezentarea pe axa numerelor. Compararea și ordonarea",
          "location": 17
        }
      ]
    },
    {
      "page": 18,
      "type": "pdf_page",
      "text": "16 U1 Operații cu numere naturale\nObservații Dintre două numere naturale reprezentate pe axa numerelor, mai mare este cel aflat în dreapta\nceluilalt.\nO A B C D E\n0 1 2 3 4 5\n3 este mai mic decât 4, deoarece punctul D(4) se află poziționat pe axa numerelor în dreapta\npunctului C(3).\n2.3. Aproximări, rotunjiri, estimări\nSituație Aflați într‑o tabără internațională, Eva și Horia trebuie să\nproblemă prezinte câteva date despre țara noastră. Ei știu că în 2011,\nla ulti mul recensământ oficial, populația României era de\n20 121 641 de locuit ori.\nAvând în vedere\nmodificările intervenite\nîntre timp în evoluția\npopulației, este posibil\nca acest număr să se fi\nAi dreptate! Pentru a le forma\nschimbat.\no imagine cât mai apropiată\nde realitate și a le oferi un\nnumăr ușor de reținut, le vom\nspune că populația României\neste de aproximativ 20 de\nmilioane de locuitori.\nDe reținut Atunci când, în locul unui număr natural dat, utilizăm un alt număr apropiat de el, se spune că am\nfolosit o aproximare a numărului respectiv. Există trei tipuri de aproximări: prin lipsă, prin adaos\nși prin rotunjire.\nAproximarea prin lipsă a unui număr natural la ordinul zecilor (sutelor, miilor etc.) este cel mai mare\nnumăr natural format numai din zeci (sute, mii etc.) mai mic sau egal cu numărul respectiv.\nAproximarea prin adaos a unui număr natural la ordinul zecilor (sutelor, miilor etc.) este cel mai mic\nnumăr natural format numai din zeci (sute, mii etc.) strict mai mare decât numărul respectiv.\nRotunjirea unui număr natural la ordinul zecilor (sutelor, miilor etc.) este aproximarea, prin lipsă\nsau prin adaos, la ordinul considerat cel mai apropiat de numărul respectiv.\nÎn cazul în care cele două aproximări sunt la fel de apropiate de număr, pentru rotunjire se ia în con‑\nsiderare aproximarea prin adaos.\nExemple\nAproximarea la ordinul zecilor prin … Aproximarea la ordinul sutelor prin …\nNumărul lipsă adaos rotunjire lipsă adaos rotunjire\n2 537 2 530 2 540 2 540 2 500 2 600 2 500\n782 780 790 780 700 800 800\n263 005 263 000 263 010 263 010 263 000 263 100 263 000",
      "text_length": 2064,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 19,
      "type": "pdf_page",
      "text": "Reprezentarea pe axa numerelor L2 17\nObservații 1 A proximarea prin lipsă a unui număr natural la ordinul zecilor se obține înlocuind ultima cifră\na numărului (cifra unităților) cu zero, aproximarea prin lipsă la ordinul sutelor se face în locuind\nultimele două cifre ale numărului cu 0 (zero) etc.\n2 Un număr natural este mai mare sau egal cu orice aproximare a sa prin lipsă (de orice ordin)\nși strict mai mic decât orice aproximare prin adaos.\n3 Diferența dintre aproximarea prin adaos la ordinul zecilor (respectiv ordinul sutelor, miilor etc.)\nși aproximarea prin lipsă la același ordin este egală cu 10 (respectiv 100, 1 000 etc.).\nSituație Prețul unui kilogram de mere în luna iulie este de 7 lei. Având în vedere că în toamnă intră pe piață\nproblemă noua recoltă, o firmă de băuturi răcoritoare estimează că în luna septembrie prețul unui kilogram\nde mere va fi mai mic cu 2 lei. În toamnă, prețul unui kilogram de mere a fost de 4 lei.\nA fost utilă estimarea?\nRăspuns: E stimarea a fost utilă, cu toate că aceasta nu a coincis întocmai realității. Din dorința\nde a avea un buget pentru achiziționarea unei cantități mari de mere, estimarea a ajutat,\napro piindu‑se de prețul corect.\nDe reținut A estima înseamnă a evalua cu aproximație, a aprecia mărimea, valoarea, pe baza unor date incom‑\nplete. Estimarea are un rol informativ și este utilizată în planificarea diferitelor activități curente\nreali zate de oameni, dar nu corespunde întotdeauna adevărului matematic. O estimare bună\neste cea care se apropie, în timp, de realitate.\nProbleme rezolvate: strategii și metode\n1 Reprezentați pe axa numerelor: 3, 5, 6, 7, 10, 12.\nRezolvare:\nSe scrie A(3), B(5), C(6), D(7), E(10), F(12).\nO A B C D E F\n0 3 5 6 7 10 12\n2 a Scrieți toate numerele naturale de trei cifre distincte care se pot forma\ncu cifrele 6, 1 și 3, apoi ordonați‑le crescător.\nb Scrieți, în ordine descrescătoare, toate numerele de trei cifre distincte care\nse pot forma cu cifrele 0, 4 și 9.\nRezolvare:\na Numerele care se pot forma sunt următoarele: 613, 631, 136, 163, 316, 361.\nOrdinea crescătoare a numerelor este: 136, 163, 316, 361, 613, 631.\nb Prima cifră a unui număr natural de trei cifre nu poate fi egală cu zero, deci cu cifrele 0, 4 și 9 putem forma\ndoar patru numere de trei cifre distincte și anume: 409, 490, 904 și 940.\nOrdinea descrescătoare a numerelor este 940, 904, 490, 409.\n3 Alegeți cifrele a și b astfel încât numărul A = 353a17 să fie mai mare decât numărul B = 3b4739.\nCâte soluții are problema?\nRezolvare:\nDacă b > 5, atunci A < B, indiferent de alegerea lui a.\nDacă b = 5, atunci B = 354 739. Primele două cifre ale numerelor A și B sunt egale. A treia cifră a numărului B\neste 4, mai mare decât a treia cifră a lui A, care este 3. În acest caz, A < B.\nDacă b ≤ 4, atunci A > B, indiferent de valorile pe care le ia cifra a. Cifra b poate lua 5 valori (0, 1, 2, 3 sau 4),\niar cifra a poate lua 10 valori (0, 1, 2, …, 9). Oricare dintre cele 5 valori ale lui b se poate asocia cu oricare\ndintre cele 10 valori ale lui a, deci sunt 5 · 10 = 50 de posibilități diferite de alegere a cifrelor a și b.",
      "text_length": 3100,
      "tables_count": 4,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 20,
      "type": "pdf_page",
      "text": "18 U1 Operații cu numere naturale\n4 Fie numărul 269 317. Plasați cifra 5 între două cifre ale numărului pentru a obține cel mai mare și, respectiv,\ncel mai mic număr posibil.\nRezolvare:\nPlasând cifra 5 între două cifre ale numărului 269 317, obținem numerele: 2 569 317, 2 659 317, 2 695 317,\n2 693 517, 2 693 157.\nCel mai mare număr posibil este 2 695 317, iar cel mai mic număr posibil este 2 569 317.\nObservăm că cel mai mare număr se obține atunci când plasăm cifra 5 înaintea primei cifre mai mici decât 5\ndin scrierea numărului 269 317, adică înaintea cifrei 3.\nLa fel, cel mai mic număr se obține când plasăm cifra 5 înaintea primei cifre mai mari decât 5 a numărului\n269 317, adică înaintea cifrei 6.\nProbleme propuse\n1 Reprezentați pe axa numerelor punctele corespunzătoare numerelor: 0, 1, 2, 3, 5, 6, 9, 10, 12.\n2 Determinați coordonatele punctelor A, B, C și D din reprezentarea de mai jos.\nO B A D C E\n0 12\n3 Scrieți în ordine descrescătoare numerele: 1 234, 1 342, 2 314, 2 143, 4 321.\n4 Ioana a avut de reprezentat A(10) și a realizat acest desen:\nO A\nEva a avut de reprezentat B(5) și a realizat acest desen:\nO B\nSunt corecte cele două reprezentări? Justificați răspunsul.\n5 Scrieți în ordine crescătoare numerele naturale:\na mai mici decât 12; b cuprinse între 17 și 25; c impare, cuprinse între 14 și 38.\n6 Comparați numerele:\na 23 456 și 23 546; b 236 780 și 236 800; c 123 456 și 23 456.\n7 a Aproximați numărul 124 367, prin lipsă, la zeci, sute, mii și, respectiv, sute de mii.\nb Aproximați numărul 892 524, prin adaos, la zeci, sute, mii și, respectiv, sute de mii.\nc Aproximați numărul 587 321 la ordinul zecilor, sutelor, miilor și, respectiv, al sutelor de mii, prin lipsă\nși prin adaos.\nd Rotunjiți numărul 89 276 la ordinul zecilor, sutelor, miilor și, respectiv, al sutelor de mii.\n8 R otunjiți, prin aproximare la ordinul sutelor, următoarele numere: 2 367, 3 129, 1 087, 98 109, 63 987,\n13 817, 56 257, 56 275, 80 978, 80 789.\n9 Determinați următoarele numere naturale:\na cel mai mic număr natural de trei cifre nenule distincte;\nb cel mai mare număr natural format cu patru cifre distincte;\nc cel mai mare număr care se scrie cu trei cifre pare și două impare, toate distincte;\nd cel mai mic număr de forma a2b3c4, cu toate cifrele distincte.",
      "text_length": 2273,
      "tables_count": 3,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 21,
      "type": "pdf_page",
      "text": "Reprezentarea pe axa numerelor L2 19\n10 a Reprezentați pe axa numerelor punctele corespunzătoare numerelor pare cuprinse între 7 și 19.\nCâte puncte ați obținut?\nb Reprezentați pe axa numerelor punctele corespunzătoare numerelor impare cuprinse între 0 și 14.\nCâte puncte ați obținut?\n11 Scrieți câte patru numere naturale cuprinse între 13 025 și 13 983, care, rotunjite la ordinul sutelor,\nar fi egale cu:\na 13 000; b 13 500; c 14 000.\n12 a Fie numărul 658 234. Plasați cifra 7 între cifrele sale, astfel încât numărul obținut să fie cel mai mic\nposibil.\nb Fie numărul 852 374. Ștergeți o cifră a acestui număr, astfel încât numărul rămas să fie cel mai mare\nposibil.\n13 Scrieți 6 numere naturale cuprinse între 23 427 și 23 482, care se pot rotunji la:\na 23 500; b 23 400; c 23 480.\n14 Câte numere naturale de trei cifre se pot rotunji la ordinul sutelor, astfel încât să se obțină numărul 400?\n15 Determinați perechile (b, d) care lipsesc din spațiile punctate din tabelul dat, pentru care a < b ≤ c ≤ d < e:\na b c d e\n12 … 19 … 22\n16 Determinați cel mai mic număr natural de cinci cifre diferite care este mai mare decât 30 000 și are suma\ncifrelor sale mai mare decât 21.\n17 Asociați fiecare cifră din coloana A cu o literă din coloana B, pentru\nA B\na obține predecesorul sau succesorul numărului din coloana A.\n18 Ordonați descrescător numerele naturale a, b, c, d, e, știind că: c > e, 1 327 a 327\nc < a, d > a și b > d. 2 329 b 328\nc 329\n19 a Scrieți numerele pare cuprinse între ab2 și ab8. 3 330 d 330\n4 332 e 331\nb Scrieți numerele impare cuprinse între a13 și a28.\n20 a De câte ori se folosește cifra 3 în scrierea numerelor naturale de la 1 la 100?\nb De câte ori se folosește cifra 1 în scrierea numerelor naturale de la 1 la 1 000?\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 Dintre numerele 2 021, 2 102, 2 012, 12 200, mai mic este numărul:\nA 2 021; B 2 102; C 2 012; D 12 220.\n2 Aproximarea, prin adaos, a numărului 182 323 la sute de mii este:\nA 182 300; B 182 400; C 200 000; D 202 323.\nLa problema 3, scrie rezolvările complete.\n3 Se consideră numerele de forma abc, astfel încât 200<abc<400.\na Câte numere de forma abc verifică datele problemei?\nb Scrie toate numerele care verifică și condiția c = a + b + 5.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2430,
      "tables_count": 5,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 22,
      "type": "pdf_page",
      "text": "20 U1 Operații cu numere naturale\nLecţia 3: Adunarea numerelor naturale, proprietăți\nL3\n3.1. Noțiuni introductive\nSituație În colecția sa, Horia are 5 cărți poștale cu\nproblemă obiective turistice din România. Ioana,\ncolega lui, îi face cadou încă 3.\nCâte cărți poștale are acum Horia?\nRăspuns: 5 + 3 = 8 cărți poștale\nDe reținut Prin adunarea numerelor naturale a și b se obține un număr natural s, numit suma nume relor a și b.\na + b = s\nNumerele a și b se numesc termenii adunării, iar rezultatul adunării poartă numele de sumă.\nScrierea a + b se numește suma neefectuată, iar s este suma efectuată.\nExemplu\n27 + 31 = 58 27 + 31 este suma neefectuată\ntermen plus termen egal sumă 58 este suma efectuată\nDe reținut Din clasele anterioare știm că, pentru a aduna două numere naturale, se adună unitățile de același\nordin și se ține cont că zece unități de un anumit ordin formează o unitate de ordin imediat superior.\n+1 +1 +1 +1 +1\n2 6 7+ unități: 7 + 5 = 12 = 10 + 2 9 7 3+ unități: 3 + 9 = 12 = 10 + 2\n5 8 5 zeci: 6 + 8 + 1 = 15 = 10 + 5 3 6 4 9 zeci: 7 + 4 + 1 = 12 = 10 + 2\n8 5 2 sute: 2 + 5 + 1 = 8 4 6 2 2 sute: 9 + 6 + 1 = 16 = 10 + 6\nmii: 3 + 1 = 4\n3.2. Proprietățile adunării numerelor naturale\nPentru a pune în evidență unele reguli care se respectă atunci când efectuăm operația de adunare (reguli pe care\nle vom numi proprietăți), vom analiza câteva situații practice.\nMate În drumul spre școală, Horia trece în fiecare zi să o ia și pe colega lui Școala\npractică de bancă, Ioana. La terminarea cursurilor, Horia se întoarce pe același\ndrum, lăsând‑o pe Ioana acasă la ea. De la casa lui Horia până la casa\nIoanei sunt 250 m, iar de la casa Ioanei până la școală sunt 450 m.\nIoana\na Ce distanță parcurge Horia când merge de acasă până la școală?\nRăspuns: 250 m + 450 m = 700 m\nHoria\nb Ce distanță parcurge Horia când se întoarce de la școală acasă?\nRăspuns: 450 m + 250 m = 700 m\nCe observăm?\nSuma a două numere naturale este aceeași, indiferent de ordinea în care apar cei doi termeni.\nAceastă proprietate a adunării se numește comutativitate.\n250+450=450+250 sau, în general, a + b = b + a\n \n700 700 pentru orice numere naturale a și b.",
      "text_length": 2162,
      "tables_count": 7,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 23,
      "type": "pdf_page",
      "text": "Adunarea numerelor naturale, proprietăți L3 21\nMate Horia a citit, de vineri până duminică, cartea sa preferată.\npractică Vineri a citit 24 de pagini, sâmbătă 67, iar duminică 48.\na Câte pagini a citit Horia vineri și sâmbătă?\nRăspuns: 24 + 67 = 91 de pagini\nb Câte pagini a citit Horia sâmbătă și duminică?\nRăspuns: 67 + 48 = 115 pagini\nc Câte pagini a citit Horia în weekend?\nRăspuns 1: 91 + 48 = 139 de pagini (am adunat cât a citit în primele două zile cu cât a citit duminică)\nRăspuns 2: 24 + 115 = 139 de pagini (am adunat cât a citit vineri cu cât a citit în ultimele două zile)\nCe observăm?\nCând adunăm trei numere naturale, se obține același rezultat fie că adunăm mai întâi primele două\nnumere și apoi adunăm suma obținută cu al treilea număr, fie că adunăm primul număr la suma ulti‑\nmelor două. Această proprietate a adunării se numește asociativitate.\n(24+67)+48=24+(67+48) sau, în general, (a + b) + c = a + (b + c)\n \npentru orice numere naturale a, b și c.\n91 115\n139 139\nDe reținut Proprietățile adunării numerelor naturale\n1 Adunarea numerelor naturale este comutativă:\na + b = b + a, pentru orice numere naturale a și b.\n2 Adunarea numerelor naturale este asociativă:\n(a + b) + c = a + (b + c), pentru orice numere naturale a, b și c.\n3 Numărul natural 0 este element neutru la adunarea numerelor naturale:\na + 0 = 0 + a = a, pentru orice număr natural a.\nȘtiați că… Adunarea reprezintă, de fapt, o numărare succesivă. De exemplu, pentru a‑l aduna pe 5 cu 3 vom\nnumăra, în șirul numerelor naturale, încă 3 numere pornind de la 5:\n0 1 2 3 4 5 → 6 → 7 → 8 9 10 …\nLa fel, a aduna pe 3 cu 5 înseamnă a număra, în șirul numerelor naturale, 5 numere pornind de la 3:\n0 1 2 3 → 4 → 5 → 6 → 7 → 8 9 10 …\nDin acest exemplu deducem că 5 + 3 = 8 și 3 + 5 = 8, deci 5 + 3 = 3 + 5.\nAceastă interpretare a adunării, ca numărare succesivă, oferă încă o justificare a faptului că suma\na două numere naturale este aceeași, indiferent de ordinea termenilor (altfel spus, a proprietății\nde comutativitate a adunării numerelor naturale).\n3.3. Legătura dintre operația de adunare și relațiile de egalitate/inegalitate\nDe reținut 1 Adunând un număr natural în ambii membri ai unei egalități, egalitatea se păstrează:\n• dacă a = b, atunci a + c = b + c, pentru orice număr natural c.\n2 Adunând un număr natural în ambii membri ai unei inegalități, inegalitatea se păstrează:\n• dacă a < b, atunci a + c < b + c, pentru orice număr natural c.\n3 Adunând termen cu termen două egalități, egalitatea se păstrează:\n• dacă a = b și c = d, atunci a + c = b + d.\n4 Adunând termen cu termen două inegalități de același sens, inegalitatea se păstrează:\n• dacă a < b și c < d, atunci a + c < b + d; • dacă a ≤ b și c ≤ d, atunci a + c ≤ b + d;\n• dacă a > b și c > d, atunci a + c > b + d; • dacă a ≥ b și c ≥ d, atunci a + c ≥ b + d.",
      "text_length": 2840,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 24,
      "type": "pdf_page",
      "text": "22 U1 Operații cu numere naturale\nExemplu Numerele naturale a și b verifică relațiile a + b = 11 și b + 2a = 15.\nDeterminați numerele x = (a + 2) + (b + 3) și y = 3a + 2b.\nRezolvare:\na Deoarece x = a + b + 5, vom aduna 5 în ambii membri ai egalității a + b = 11. Obținem:\na + b + 5 = 16, adică x = 16.\nb Adunând membru cu membru egalitățile a + b = 11 și b + 2a = 15, obținem:\n(a + b) + (b + 2a) = 11 + 15, de unde rezultă 3a + 2b = 26, adică y = 26.\nGândire critică. Suma primelor n numere naturale nenule\nDe reținut Pentru orice număr natural n ≥ 1 are loc egalitatea:\n1 + 2 + … + n = n · (n + 1) : 2.\nDemonstrație: Notând cu S suma primelor n numere naturale nenule, avem:\nS=1+ 2 + 3 + … +(n ‑ 1)+n\nS=n+(n ‑ 1)+(n ‑ 2)+ … + 2 +1\nAdunând membru cu membru cele două relații, obținem:\n2 · S = (1 + n) + (2 + n ‑ 1) + (3 + n ‑ 2) + … + (n ‑ 1 + 2) + (n + 1),\nadică 2⋅S=(n+1)+(n+1)+…+(n+1)=n⋅(n+1), de unde rezultă: S = n · (n + 1) : 2.\n\nn paranteze\nExemple 1 Suma primelor zece numere naturale nenule este:\n1 + 2 + … + 10 = 10 · 11 : 2 = 110 : 2 = 55.\n2 Suma numerelor naturale de la 1 la 100 este:\n1 + 2 + … + 100 = 100 · 101 : 2 = 10 100 : 2 = 5 050.\nObservație Sumele de tipul celei din exemplul anterior se numesc sume Gauss, după\nnumele marelui matematician german Karl Friedrich Gauss, despre care\nse spune că, în clasele primare, a primit ca pedeapsă de la profesorul său\nJ.G. Büttner să calculeze suma numerelor de la 1 la 100. Procedând ca\nîn demonstrația de mai sus, el a reușit să determine rezultatul în câteva\nsecunde, spre uimirea profesorului și a asistentului acestuia.\nStudiu Karl Friedrich Gauss (1777–1855) a fost un matematician, fizician și astro‑\nindividual nom german, considerat unul dintre cei mai mari oameni de știință germani.\nFolosind ca sursă un dicționar de personalități științifice ori site‑uri de\ninternet reco mandate de profesorul vostru, documentați‑vă despre\ncontribuția lui Gauss la dezvoltarea științei.\nProbleme rezolvate: strategii și metode\n1 Folosind asociativitatea și comutativitatea adunării, calculați mai rapid sumele:\na S = 22 + 23 + 24 + 100 + 76 + 77 + 78; b S = (24 + 36) + 73 + 22 + 87 + (88 + 44) + 66.\nRezolvare:\na S = 22 + 23 + 24 + 100 + 76 + 77 + 78 = (22 + 78) + (23 + 77) + (24 + 76) + 100 =\n= 100 + 100 + 100 + 100 = 400;\nb S = (24 + 36) + 73 + 22 + 87 + (88 + 44) + 66 = (24 + 36) + (73 + 87) + (22 + 88) + (44 + 66) =\n= 60 + 160 + 110 + 110 = 220 + 220 = 440.",
      "text_length": 2435,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 25,
      "type": "pdf_page",
      "text": "Adunarea numerelor naturale, proprietăți L3 23\n2 Calculați rapid, înlocuind unul dintre termenii adunării cu o sumă neefectuată, după modelul:\n529 + 780 = 509 + 20 + 780 = 509 + (20 + 780) = 509 + 800 = 1 309\na 675 + 388;\nb 937 + 677.\nRezolvare:\na 675 + 388 = 675 + (25 + 363) = (675 + 25) + 363 = 700 + 363 = 1 063;\nb 937 + 677 = (900 + 37) + (600 + 77) = (900 + 600) + (37 + 77) = 1 500 + 114 = 1 614.\n3 Știind că x + 2y + 13 = 24, determinați numerele a = 18 + 2y + x și b = 2x + 77 + 4y.\nRezolvare:\na = 18 + 2y + x = (x + 2y + 13) + 5 = 24 + 5 = 29\nb = 2x + 77 + 4y = x + x + 2y + 2y + 77 = (x + 2y + 13) + (x + 2y + 13) + 51 = 99.\n4 Determinați numerele de forma ab pentru care are loc egalitatea 17ab + ab57 = 5 191.\nRezolvare:\nMetoda 1. Scriem termenii din sumă unul sub altul: Suma dintre b și 7 are ultima cifră 1, deci b = 4.\n1 7 a b + 1 7 a 4 +\na b 5 7 a 4 5 7\n5 1 9 1 5 1 9 1\nUltima cifră a sumei dintre a, 5 și 1 este 9, deci a = 3. Deci ab = 34, iar egalitatea este 1 734 + 3 457 = 5 191,\nadevărată.\nMetoda 2. Folosind scrierea zecimală, avem:\n17ab + ab57 = 1 700 + ab + ab00 + 57 = 1 757 + abab, deci 1 757 + abab = 5 191.\nRezultă că abab = 5 191 ‑ 1 757 = 3 434, de unde ab = 34.\n5 Fie n ≥ 3 un număr natural. Ordonați crescător numerele 2n + 8, 4n + 3, n + 10.\nRezolvare:\nAdunând numărul natural n + 7 la fiecare dintre membrii inegalității n ≥ 3, obținem 2n + 7 ≥ n + 10,\ndeci n + 10 ≤ 2n + 7 < 2n + 8. Apoi, adunând membru cu membru inegalitățile n ≥ 3 și n ≥ 3, obținem 2n ≥ 6.\nAdunând acum 2n + 3 în ambii membri, obținem 4n + 3 ≥ 2n + 9 > 2n + 8.\nAșadar, n + 10 < 2n + 8 < 4n + 3.\nProbleme propuse\n1 Calculați:\na 241 + 347; b 127 + 234; c 6 453 + 1 200;\nd 678 + 5 438; e 4 539 + 496; f 134 + 739;\ng 1 020 + 3 057 + 59; h 219 908 + 1 005 + 12; i 42 008 + 21 007 + 674;\nj 378 + 324 + 5 002; k 92 367 + 195 + 6 792; l 210 + 2 011 + 20 012.\n2 Folosind asociativitatea și comutativitatea adunării, calculați sumele:\na S = 3 + 12 + 45 + 97 + 17 + 83 + 55 + 88 + 100;\nb S = 200 + 175 + 113 + 37 + 25 + 87 + 163;\nc S = 19 + 32 + 58 + 91 + 42 + 81 + 55 + 9 + 100.\n3 Calculați:\na 24 + 68 + 76 + 32; b 224 + 29 + 32 + 76 + 71 + 24; c 90 + 900 + 100 + 10;\nd 450 + 327 + 550 + 673; e 444 + 999 + 556 + 1; f 25 + 58 + 175 + 142.\n4 Calculați următoarele sume:\na 1 + 2 + 3 + … + 30; b 2 + 3 + 4 + … + 30; c 9 + 10 + 11 + … + 30.",
      "text_length": 2334,
      "tables_count": 1,
      "has_images": false,
      "lessons": []
    },
    {
      "page": 26,
      "type": "pdf_page",
      "text": "24 U1 Operații cu numere naturale\n5 a Suma a două numere naturale consecutive este 43. Determinați numerele.\nb Suma a trei numere naturale consecutive este 48. Determinați numerele.\nc Suma a două numere naturale pare consecutive este 26. Determinați numerele.\nd Suma a trei numere impare consecutive este 57. Determinați numerele.\n6 a Determinați numerele de forma ab pentru care 7ab + ab2 = 977.\nb Determinați numerele de forma ab pentru care 4ab + ba9 = 852.\n7 Efectuați:\na a105 + 3b3; b a00d + b00 + 60; c ab0000 + cd00 + ef.\n8 Dacă a este un număr par și b este un număr impar, precizați care dintre următoarele afirmații sunt adevă‑\nrate și care sunt false:\na a + b + 11 este un număr par; b a + b + 12 este un număr par;\nc a + 4 + b + 9 este un număr impar; d 50 + a + b + 36 este un număr impar.\n9 a Dacă n este cea mai mare cifră pară, atunci determinați numerele pare cuprinse între n + 11 și n + 24.\nb Dacă n este cea mai mare cifră impară, atunci determinați numerele impare cuprinse între n + 17 și n + 39.\n10 Ioana și Horia folosesc computerul pentru a crea un program care să citească datele de intrare și să producă\ndatele de ieșire cerute. Identificați rezultatele greșite și indicați răspunsurile corecte, după model:\nDate de intrare Valoare Date de ieșire Valoare Verificare rezultate\na 5 + 3a + 2b 22 2b + 3a + 45 62 corect\nb 2a + 4b + 19 51 60 + 4b + 15 + 2a 701 incorect/rezultatul corect este 107\nc 5a + 3b + 99 158 34 + 10a + 78 + 6b 230 …\n3a + 5b 26\nd 7a + 8b 35 …\n4a + 3b 20\na + 2b 25\ne 5a + 9b + 7 122 …\n2a + 3b 40\n11 Reconstituiți adunările, scriind toate variantele posibile.\na 1* 6+ b * *3*+ c 4*+\n2 * 794* 5*2\n*13 13783 *29\n12 Prețul unui caiet este 3 lei, 4 lei sau 6 lei, în funcție de numărul de pagini.\nSergiu trebuie să cumpere cel puțin câte un caiet de fiecare tip.\na Care este suma minimă de care are nevoie Sergiu pentru a cumpăra\n7 caiete? Dar cea maximă?\nb Care este numărul maxim de caiete pe care îl poate cumpăra cu 35 de\nlei astfel încât să cheltuie toți banii? Indicați câte caiete de fiecare tip\nva cumpăra Sergiu în acest caz.\n13 Suma a două numere naturale m și n este 183, iar suma răsturnatelor lor este 705.\na Este posibil ca m și n să aibă același număr de cifre? Argumentați răspunsul!\nb Determinați numerele m și n.\n14 Pe tablă sunt scrise numerele de la 1 la 25. Radu alege la întâmplare fie două, fie trei numere de pe tablă,\nle șterge și scrie în loc suma numerelor șterse. Repetând procedeul de câteva ori, pe tablă rămâne un singur\nnumăr. Care este acesta?",
      "text_length": 2516,
      "tables_count": 2,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 27,
      "type": "pdf_page",
      "text": "Adunarea numerelor naturale, proprietăți L3 25\n15 Suma a 40 de numere naturale este egală cu 779. Arătați că cel puțin două dintre aceste numere sunt egale.\nIndicație. Calculați suma celor mai mici 40 de numere naturale distincte.\n16 În tabăra medievală, Radu și Ioana trag la țintă cu arcul. Desemnați\ncâștigătorul concursului, știind că punctajul final al fiecărui concu‑\nrent se calculează însumând punctele de pe fiecare zonă.\n7 puncte\n9 puncte\nNr. săgeți\nGalben Roșu Albastru Negru Alb\nConcurent 5 puncte\n3 puncte\nIoana 2 3 4 5 1\n1 punct\nRadu 3 1 5 4 2\nPortofoliu Rezolvă problemele din cadrul rubricilor Portofoliu întâlnite pe parcursul fiecărei unități de învățare și adaugă‑le\nla portofoliul (dosarul) personal.\nEvaluarea, efectuată la final de unitate sau la final de semestru, va urmări cele două funcții ale portofoliului:\nca suport al învățării, respectiv ca instrument pentru validarea achizițiilor.\n1 Horia scrie pe tablă numărul 19 și îi propune Ioanei să taie cu creta numărul 19 și să scrie în locul lui\ndouă numere naturale nenule a căror sumă să fie 19. Apoi, Horia scrie fiecare număr ales de Ioana\nca o sumă de două numere naturale nenule. Când jocul se oprește, ce numere sunt pe tablă?\n2 Mă gândesc la un număr de două cifre. Adun la numărul meu cifra unităților, apoi cifra zecilor.\nObțin numărul 79. Care este numărul la care m‑am gândit?\n3 Determinați numărul natural n, știind că poate fi scris doar în 7 moduri ca sumă de două numere\nnaturale nenule, a și b, astfel încât a este mai mic decât b.\n4 Identificați regula și determinați numărul care lipsește.\n715 919 … 1 327\n5 Horia spune un număr de două cifre. Dacă este mai mic\ndecât 50, Ioana adună 3. Dacă este mai mare decât 50,\nIoana adună 4. Apoi Horia face același lucru. Câștigă\ncel care obține primul un număr de 3 cifre. Dacă Horia\nîncepe jocul cu numărul 39, atunci cine câștigă jocul?\nImaginează‑ți și tu un astfel de joc între tine și colegul\nde bancă și descrie pașii dacă începi tu cu numărul 47.\nCine câștigă?\nAUTO La problemele 1 și 2, încercuiește litera corespunzătoare răspunsului corect. Un singur răspuns este corect.\nevaluare\n1 Dacă ab+a3=85, atunci ab+ba este egal cu:\nA 45; B 66; C 84; D 130.\n2 Dacă A = 1 + 2 + 3 + … + 11 și B = 12 + 13 + 14 + … + 20, atunci A + B este:\nA 210; B 276; C 400; D 420.\nLa problema 3, scrie rezolvările complete.\n3 Pe o tablă sunt scrise numerele 7, 4 și 11. Orice elev poate scrie pe tablă suma a două numere\naflate pe tablă.\na Este posibil ca pe tablă să apară scris numărul 14?\nb Prezintă o modalitate de calcul pentru ca pe tablă să fie scris numărul 63.\nGrila de evaluare: Subiectul 1 Subiectul 2 Subiectul 3 Oficiu Total\n2p 2p a 2p b 3p 1p 10p\nTimp de lucru: 30 de minute",
      "text_length": 2710,
      "tables_count": 6,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 28,
      "type": "pdf_page",
      "text": "26 U1 Operații cu numere naturale\nLecţia 4: Scăderea numerelor naturale\nL4\n4.1. Noțiuni introductive\nSituație În colecția sa, Horia are 27 de bancnote din diferite\nproblemă țări de pe glob. El dorește să completeze un clasor\nîntreg, prevăzut cu 40 de spații pentru bancnote.\nCâte bancnote îi mai sunt necesare?\nAnaliză:\nPentru a rezolva problema, ar trebui să aflăm\nun număr care adunat cu 27 dă 40. Un astfel de\nnumăr există, deoarece 40 se află după 27 în șirul\nnumerelor naturale sau, altfel spus, deoarece 40\neste mai mare decât 27. Vom numi acest număr\ndiferența numerelor 40 și 27.\nRăspuns: 40 ‑ 27 = 13 bancnote îi sunt necesare lui Horia\nDe reținut Fie a și b două numere naturale, cu a ≥ b. Numărul natural d cu proprieta‑\ntea că a = b + d se numește diferența numerelor a și b.\nOperația prin care din numerele naturale a și b se obține diferența lor, a ‑ b,\nse numește scădere.\nSe notează: d = a ‑ b.\nNumerele a și b se numesc termenii scăderii; a se numește descăzut,\niar b se numește scăzător.\nScrierea a ‑ b se numește diferența neefectuată, iar d este diferența efectuată.\nExemplu\n534 ‑ 319 = 215 534 ‑ 319 este diferența neefectuată\ndescăzut minus scăzător egal diferență 215 este diferența efectuată\nRegulă Pentru a scădea două numere naturale, se scad unitățile de același ordin și, dacă nu sunt suficiente\nunități la descăzut, se ia o unitate de ordin imediat superior și se transformă în zece unități de ordin\nimediat inferior.\nExemple Exemplul 1: Exemplul 2:\n‑1 ‑1 ‑1 ‑1\n6 5 4 ‑ unități: 4 ‑ 3 = 1 5 4 6 1 ‑ unități: 1 + 10 ‑ 9 = 2\n2 7 3 zeci: 5 + 10 ‑ 7 = 8 3 7 6 9 zeci: 6 ‑ 1 + 10 ‑ 6 = 9\n3 8 1 sute: 6 ‑ 1 ‑ 2 = 3 1 6 9 2 sute: 4 ‑ 1 + 10 ‑ 7 = 6\nmii: 5 ‑ 1 ‑ 3 = 1\nȘtiați că… Scăderea, fiind operația inversă adunării, reprezintă o numărare succesivă, în sens des‑\ncrescător. De exemplu, pentru a scădea din 9 pe 6, vom număra, în sens descrescător,\n6 numere pornind de la 9:\n… 10 9 → 8 → 7 → 6 → 5 → 4 → 3 2 1 0\nPrivind scăderea astfel, constatăm de ce este necesar ca scăzătorul să fie cel mult egal cu descăzutul1.\n1 În clasa a VI‑a vom învăța cum putem scădea dintr‑un număr natural a un număr natural b > a. Evident, rezultatul\nunei astfel de scăderi nu este număr natural. Pentru a putea efectua scăderea, este nevoie să inventăm noi numere,\nnumite numere întregi negative, aflate pe axa numerelor la stânga lui 0, pe care să le putem număra descrescător.",
      "text_length": 2386,
      "tables_count": 8,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 29,
      "type": "pdf_page",
      "text": "Scăderea numerelor naturale L4 27\nMate 1 A utostrada A1 București ‑ Pitești are Harta rutieră a României\npractică lungimea de 112 km, iar autostrada A2\nLegendă\nBucurești ‑ Constanța are lungimea de șosea\n202 km. Ce dis tanță trebuie să parcurgă graniță\nun automobilist care dorește să meargă\nde la Pitești la Constanța, pe auto‑\nstrăzile A1 și A2?\nRezolvare: 112 km + 202 km = 314 km\n2 M ergând pe autostrăzile A1 București ‑\nPitești și A2 București ‑ Constanța, de la\nConstanța la Pitești sunt 314 km. Știind\ncă lungimea autostrăzii A2 București ‑\nConstanța este de 202 km, determinați\nce lungime are auto strada A1.\nRăspuns: 314 km ‑ 202 km = 112 km\na=s‑b\nScăderea este operația inversă adunării. În general, dacă a + b = s, atunci  .\nb=s‑a\nDe reținut Proba adunării se efectuează prin scădere, astfel:\n• suma ‑ un termen = celălalt termen.\nProba scăderii se efectuează fie printr‑o altă scădere, fie printr‑o adunare, astfel:\n• descăzutul ‑ diferența = scăzătorul (proba scăderii prin altă scădere);\n• descăzutul = scăzătorul + diferența (proba scăderii prin adunare).\n4.2. Legătura dintre operația de scădere și relațiile de egalitate/inegalitate\nDe reținut 1 Scăzând un număr natural din ambii membri ai unei egalități, egalitatea se păstrează:\n• dacă a = b, atunci a ‑ c = b ‑ c, pentru orice număr natural c ≤ a.\n2 Scăzând un număr natural din ambii membri ai unei inegalități, inegalitatea se păstrează:\n• dacă a ≤ b, atunci a ‑ c ≤ b ‑ c, pentru orice număr natural c ≤ a.\n3 Egalitatea se păstrează când se scad două egalități termen cu termen:\n• dacă a = b, c = d și a ≥ c, atunci a ‑ c = b ‑ d.\nProbleme rezolvate: strategii și metode\n1 La nașterea lui Radu, tatăl său avea 28 de ani. Determinați:\na Ce vârstă va avea Radu când tatăl său va avea 40 de ani?\nb Câți ani va avea tatăl său atunci când Radu va împlini 18 ani?\nRezolvare: a 40 ‑ 28 = 12, deci Radu va avea 12 de ani\nb 18 + 28 = 46, deci tatăl său va avea 46 de ani\n2 Determinați numărul cu 176 mai mic decât suma numerelor 98 și 99.\nRezolvare: Suma este 98 + 99 = 197, iar numărul căutat este 197 ‑ 176 = 21.\n3 Determinați diferența dintre cel mai mare și cel mai mic dintre numerele naturale care\nse scriu folosind câte patru cifre diferite.\nRezolvare: Cel mai mare număr care se scrie folosind patru cifre diferite este 9 876, iar cel mai mic este\n1 023. Diferența lor este 9 876 ‑ 1 023 = 8 853.",
      "text_length": 2375,
      "tables_count": 5,
      "has_images": true,
      "lessons": []
    },
    {
      "page": 30,
      "type": "pdf_page",
      "text": "28 U1 Operații cu numere naturale\n4 Horia și Radu au împreună 794 de lei. Radu și Clara au împreună 676 de lei. Cei trei au împreună 1 250 de lei.\nDeterminați ce sumă are fiecare.\nRezolvare:\n1 250 lei ‑ 794 lei = 456 de lei are Clara (din suma tuturor am scăzut cât au Horia și Radu)\n1 250 lei ‑ 676 lei = 574 de lei are Horia (din suma tuturor am scăzut cât au Radu și Clara)\n794 lei ‑ 574 lei = 220 de lei are Radu (din suma lui Horia și Radu am scăzut cât are Horia)\nProbleme propuse\n1 Calculați:\na 2 537 ‑ 1 322; b 6 795 ‑ 3 063; c 3 172 ‑ 2 183; d 2 105 ‑ 1 537;\ne 25 002 ‑ 7 279; f 40 010 ‑ 17 073; g 23 002 ‑ 8 792; h 20 030 ‑ 15 086.\n2 Calculați diferența dintre:\na cel mai mare și cel mai mic număr de patru cifre identice;\nb cel mai mare și cel mai mic număr de trei cifre diferite;\nc cel mai mare număr de patru cifre diferite și cel mai mic număr de trei cifre identice;\nd cel mai mic număr par de patru cifre identice și cel mai mare număr impar de trei cifre identice.\n3 Determinați, în fiecare caz, termenul necunoscut, știind că:\na dacă îl adunăm pe x cu 577, obținem 867; b adunând pe 529 cu un număr natural x, obținem 630;\nc dacă îl adunăm pe x cu 1 286, se obține 5 875; d suma dintre x și 44 561 este 894 552.\n4 Determinați termenul necunoscut:\na 247 + x = 783; b x + 318 = 2 467; c 735 ‑ x = 517; d x ‑ 482 = 267;\ne 23 536 ‑ x = 10 039; f 873 ‑ x = 243; g x ‑ 215 = 772; h 7 815 ‑ x + 737 = 3 511.\n5 Calculați, ținând cont de folosirea parantezelor.\na (789 ‑ 542) ‑ 15; b 1 299 ‑ (234 ‑ 199);\nc 16 801 ‑ [5 622 ‑ (1 240 ‑ 559)]; d 78 952 ‑ (568 ‑ 422) ‑ (4 587 ‑ 2 559).\n6. Suma a două numere este 98, iar diferența lor este 82. Determinați cele două numere.\n7 U n autocar parcurge 349 de kilometri în prima zi, cu 52 de kilometri mai puțin în a doua zi, iar în cea de‑a\ntreia zi, parcurge cu 276 de kilometri mai puțin decât în primele două zile la un loc. Ce lungime are traseul\nparcurs de autocar în cele trei zile la un loc?\n8 S uma a trei numere naturale este 2 002. Dacă din fiecare se scade același număr, atunci se obțin numerele:\n175, 318, 723. Care sunt numerele inițiale?\n9 Se consideră numerele naturale x, y, z.\na Știind că x + 2y = 24 și x + y = 19, determinați y.\nb Știind că 3x + 2y = 18 și 2x + 2y = 14, determinați x.\nc Știind că x + 2y + z = 17 și x + y = 10, determinați y + z.\n10 Se consideră numerele naturale a, b, c.\na Dacă a ‑ b = 215 și b ‑ c = 132, determinați a ‑ c.\nb Dacă a ‑ c = 138 și b ‑ c = 129, calculați a ‑ b.\nc Dacă a ‑ b = 72 și (a ‑ c) ‑ (b + c) = 18, determinați numărul c.\n11 Efectuați:\na 10 + 15 + 20 + … + 2 010 ‑ 9 ‑ 13 ‑ 17 ‑ … ‑ 1 609;\nb 10 + 20 + 30 + … + 2 020 ‑ 9 ‑ 18 ‑ 27 ‑ … ‑ 1 818;\nc 400 000 + 40 000 + 4 000 + 400 + 40 + 4 ‑ 3 ‑ 30 ‑ 300 ‑ 3 000 ‑ 30 000 ‑ 300 000.\n12 Determinați câte numere de forma abcd verifică egalitatea următoare: abcd ‑ b53 ‑ 7 000 = 2 000.",
      "text_length": 2843,
      "tables_count": 1,
      "has_images": true,
      "lessons": []
    }
  ],
  "summary": {
    "total_chars": 37032,
    "total_lessons": 1,
    "location_range": "16-30"
  }
}